[
    "Le petit garçon qui a accompagné Ronaldo sur le terrain, il en a pris pour toute sa vie 😍 #PORAUT #EURO2016",
    "J'ai regarder 1000 épisode pour qu'à la fin elle soit morte",
    "@carxmelo @elkjdsvn mdrr c pas dma faute j'te rappelle",
    "Sa commence🇵🇹🇦🇹 #POR #PORAUT #AUT #EURO2016",
    "Ça va être dur pour les autrichiens de marquer sur coup-franc fasse aux portugais\n\n#PORAUT 🇵🇹-🇦🇹 #EURO2016 https://t.co/esKuzeHYEJ",
    "@EURO2016 @axelwitsel28 @BelRedDevils bravo axel tres Jolie but",
    "Le sourire de CR7 est plutot prometteur pour le match #EURO2016",
    "[PHOTO]Fin des #orages sur les #Cévennes ce soir demain le soleil revient #meteo https://t.co/FOjFDMFgw3",
    "#PORAUT 2\" Non on ne fera pas de tweet pour cette frappe #POR qui passe largement au-dessus.\n#TeamParieur #EURO2016",
    "#Euro2016 #POR #PORAUT #AUT\n03' Portugal 0-0 Autriche\nLien: https://t.co/5bvJMoJTHf https://t.co/N9ycDBcbjS",
    "#DakarActu Guillaume Soro : J'ai été blessé par ce que le #Burkina a fait contre moi https://t.co/sNEvdzX6Ea",
    "De grand amateur de fumis sur les buts les autrichiens on verra si jamais ya but",
    "@Spido39 Il lui a dit \"Tu vas en marquer 2\" haha",
    "Peut-être la tête de van Persie contre l'Espagne en coupe du monde ! Un truc de ouf ! 😍 https://t.co/sa7MFfbPgH",
    "#MaliActu Mali : Examen de fin d’année 2016 : Les bons points du DEA de Kati https://t.co/E9VovLR0Mu",
    "@equipedefrance @paulpogba @EURO2016 au top",
    "@Juliexzu 1 partout à la mi-temps et victoire à la fin pour #AUT",
    "#Gfm Louga : fin de cavale pour les cambrioleurs du village de Thiékéne qui avait emporté 7 millions https://t.co/qlhHRajtUR",
    "C’mon #Austria!!!! #Euro2016",
    "#Euro2016 Début du #PORAUT décisif pour la qualification en huitièmes de finales ! #POR #AUT",
    "coachella https://t.co/m9r6XA4crr",
    "Quand c'est la période des examens, tout te semble plus intéressant que réviser, même ranger ta chambre. #brevet",
    "@Faus4ine Ah ok et puis but c'est pas bien une référence ^^",
    "alois trancy https://t.co/yt6oqMuYcY",
    "Si c'est une des liars je serais choquée mais en même temps je trouve que ca ferait une bonne fin ce serait un truc de dingue #MyPLLTheory",
    "\"Marchar, marchar !\" Enfin, marquer surtout. Et gagner.  #PORAUT #EURO2016 https://t.co/VEopG5Rypa",
    "ma mère qui me dit d'aller me faire soigner bah allez mdr de toute façon c'est tjrs ma faute ici",
    "Cette fois ci tu dois marquer des buts mon cher Ronaldo #PORAUT",
    "EN FINIR AVEC L'EJACULATION PREMATUREE OU PRECOCE https://t.co/c5Rf6x6MQp",
    "Si à la fin de Nisekoi, on a un \"je peux pas choisir sorry allez tchao bye\"\n\nJe casse tout",
    "Retour sur les premiers tapis rouges de vos célébrités françaises préférées: https://t.co/kClVVvnqN3 https://t.co/xSKzatJadC",
    "@breezyftniaz c'est pas notre faute ns les gars du barça c'est ds le sang @LoicYvans",
    "Alors bonne nouvelle aujourd'hui j'ai voir mon cancérologue qui me suit depuis le début et on a fixé une date pour l'opération j'ai hâte que",
    "Quelqu'un sait pourquoi la régle de l'engagement à été modifiée ? #EURO2016 #UEFAEURO2016",
    "@Mams28110 VIENS FIFA t la tu fais d coup d'envoi 😭😭😭😭😭😭😭",
    "@PlayerXtrem fin ca dépend quel compte",
    "Je viens de finir de lire Justice League tome 7 mdr conclusion : Lex Luthor est vraiment baleze",
    "@laurianemsccch oui ! Mais je l'ai pas finis avec le bac du coup je vais le reprendre depuis le début",
    "@llilipusse c'est normal que le début sois hyper chiant..?",
    "Vu qu'Alaba est le seul qui sait jouer au foot en Autriche ils le foutent en 10 mdrr il doit donc arrêter/récupérer/relancer/centrer/marquer",
    "Faut marquer nak gueuneu dougue ci histoire Euro bi",
    "Ok.. J'vais faire des p'tits cauchemars mdr mais balek je veux connaitre la fin! :c",
    "C'est partit pour #POR - #AUT ⚽️ #EURO2016 #PORAUT",
    "La pelouse ! ❤\n\n#PORAUT #EURO2016",
    "On à bien vu le goal tripoter Ronaldo,on est d'accord ?! #EURO2016",
    "pépé i va pas finir le match jpense",
    "@xZiqouille On en parle du journaliste qui appel Pépé \"Pèpe\" 😂🇵🇹🇵🇹 #Euro2016 #PORAUT #TeamPortugal",
    "Que le Portugal gagne 🙏🇵🇹 #POR #EURO2016",
    "Mdr pourquoi je me reconnais la😂 https://t.co/XBjO523i1p",
    "@meowcalypse mdrr c'est pas de sa faute pauvre ganache",
    "Je dis pas ça parce que tout le monde le dit, juste que... c'est vraiment très mauvais mais dès le début!",
    "Nani JLE déteste MM si il a marquer mardi",
    "Hollande/Valls c'est un peu comme le vaccin qui t'immunise à jamais contre cette maladie qu'est le Parti Social-traitre-ise",
    "aller c'est parti #POR #PORAUT",
    "PUTAIN NON ILS AURAIENT PU MARQUER",
    "Ba alors Cristiano on assume pas sa taille à côté d'un gardien? #pointedespieds #camerappellesarko #PORAUT #EURO2016 https://t.co/MsRAqtkJgd",
    "Lundi j'ai vue un mélange de giroud et Matuidi en lukaku ajrd en première période j'ai juste vu Matuidi et en deuxième j'ai vu lukaku",
    "@Wendy_mrtn ouai faut que j'arrête de faire la maligne avec Dylan il va finir par me casser en deux 🙄",
    "Ce débt de match est super ! #EURO2016 #PORAUT",
    "félicitation au diables rouge  ⚽ 3:) https://t.co/SHRt4aa4yz",
    "Ce soir c est soirée foot #euro2016 avec Portugal - Autriche  #portugalautriche #bonnesoirée Et… https://t.co/HwO1mBnznE",
    "La fin de la lutte des classes c'est quand on sifflera les fausses touches chez les pros avec autant de rigueur qu'en 4° division régionale.",
    "@Ilagee Ah ça permet de tout comprendre (j'étais passé du 1 au 2 direct et c'était le flou total au début)",
    "J'annonce, carton rouge pour Pepe ce soir!!  #beINCENTER",
    "Jspr Alaba il va mettre un but",
    "@mxxsy4 Ui fin' l'égalité ça existe pas hein",
    "Je suis Portugais mais j'adore Sissi l'impératrice.\nBordel, dilemme, comment choisir quelle équipe supporter ce soir ? :-(\n#PORAUT #EURO2016",
    "Début des #NALCS: Immortals vs Team Envy sur la TV1\nCLG vs Echo Fox sur la TV2 #OGLCS https://t.co/KzLbp2JVUd https://t.co/7jgFyKeKHj",
    "@emy010901 @Cyrilhanouna pour sa que je l'adore si fort et que j'ai écris fan absolu car je le suis depuis le début de sa carrière.😊",
    "Un orchestre était en bas de chez moi je regardais et tout et en plus je venais de finir mon sport ma douche tout était cool",
    "Cristiano Ronaldo qui avec 128 sélections dépasse Mr Luis Figo. Manque que le but pour être le 1er à marquer dans 4 euros différents.",
    "J'avais écrit le début et lui la suite, c'était plutôt cool.",
    "Tête de Nani, et ça passe au dessus du but autrichien ! #PORAUT",
    "NVPORTUGAL : RT myriamsantoss: le coup d'envoi 💪 #POR (via Twitter https://t.co/fuCwNkO44O) https://t.co/VYfVb401Nx",
    "Mon cousin je lui es tout raconter de A a Z depuis qu'on a parler y'a 10 mois, et au finale il ma bien fait comprendre que ces ma faute.",
    "Ils sont si proche du but #por",
    "On m'as encore pirater mon compte bancaire c'est quoi de ce bordel ptn j'ai changer ma carte ya 2 mois à peine ça me soule 😡😡😡",
    "@99KOPP QUAND TU VAS FINIR SUR LE SOL FAUDRA PAS DIRE \"arrête tu me fais mal\"",
    "Nani - Quaresma - Ronaldo c'est pas mal quand même ! #EURO2016 #PORAUT",
    "En dehors de la pelouse du parc les autres n'ont rien à envier à une bonne pelouse africaine #EURO2016 #edf #EUFA #CAN",
    "Je sens qu'on vas batir un bon match  #PORAUT https://t.co/lg8zwSJCmj",
    "ouverte au changement :100%",
    "Tant que je trouve pas de caisse en carton je continue pas moi hein, flemme",
    "💮 changement d'attitude https://t.co/Nq2XioPksh",
    "Petit jeu de jambe de Ronaldo 😏😍 #EURO2016",
    "\"C'est un bon début sa les portugais\" bh ouai hein, c'est les meilleurs",
    "J'ai ajouté une vidéo à une playlist @YouTube - iphone 6s plus arnaque https://t.co/TxizfanTHE",
    "Bon devant le match on verra hein, si demain je suis emmuré c'est que les portugais auront win. @TF1 \nRT moi @Cristiano stp frr",
    "L'Autriche face au Portugal c chaud boulette..0point pire qu'à l Eurovision. Sauf si Conchita Wurst est titulaire ce soir #EURO2016 #PORAUT",
    "Wilmots sur la blessure de Dembélé: \"C'est une entorse. ... https://t.co/OsRxscGwmZ",
    "Ahhhh... Ma nouvelle vidéo sur #uncharted4 est enfin en ligne les amis. C'est parti pour des matchs classés  👉🏼 https://t.co/dj3NrBHOIS 👈🏼",
    "Ta beau faire le fou avec elle je te jure qu'a la fin c'est toi qui deviendra fou d'elle.",
    "Barça : Neymar, le harcèlement du PSG énerve les Catalans ! https://t.co/aOiFURHE2p https://t.co/m4DuXGJk5E",
    "Certains diront que je regarde toujours les matchs de foot mais ce n'est pas de ma faute car les joueurs m'appellent pour que je les regarde",
    "Il est super Nani ! #PORAUT #Euro2016",
    "@Rvsurlenet ouais je prends tout, je serai en total bleu blanc rouge :) Les Belges c'est le plan B",
    "@tatianadny @girlposts c pas dma faute si ct aussi liquide que de leau",
    "la méditerranée nous sépare et pourtant ça continue à stalker à la seconde près haha",
    "J'espère ça va être un bon match",
    "@AdryKunis le mec va finir gardien",
    "Un utilitaire en ligne pour déterminer le système d'assainissement adapté à son habitation. https://t.co/xbjcty56Oh",
    "@beincenter posés devant le match avec renard ! Bon match à tous !",
    "@DidierDeschamp est devant le poste avec #LesBleus @Hôtel Mercure pour une piqûre de rappel au plutonium! 😀 #EURO2016 #PORAUT  #beINCENTER",
    "@joeylsk @PAMoracchini dit que à cause des mœurs qu'ont les gens ça peut causer du tord pas de la faute des parents certes mais ça cause",
    "#EURO2016.. #GroupeF.. Le jeu se poursuit.. #PORAUT 0-0 après 9mn,.. Le match très tendu au milieu du terrain.. Les #Por jouent à toi et moi",
    "ptddr il voulait pas le désinfectant psq ça allait piquer, mdrr nan vraiment c un autre level 😂 https://t.co/IzMe28PgzP",
    "@equillusionist ET LES COURS DE MATHS DE LA FIN DE L'ANNEE",
    "tomas il a regarder TOUT les mangas existants jsui mort tu lui sors \"ta vu ça?\" il va te sortir des oui sereinement",
    "UNE ARNAQUE CETTE MEUF EN VRAI C'EST UNE MORTE VIVANTE ! 😂",
    "Cet épisode il va être ouf rien que le début il est chaud #Hawai50",
    "J'espère que ça va donner quelque chose de bien à la fin quand même mais je pense 👊🏻",
    "@FrigoLuis Là en ce début de match ça ressemble plus à un 4-3-3 mais je pense que ça peut alterner",
    "Plutôt que de chercher alaba, il vaut mieux chercher al ici #EURO2016 #PORAUT ne me cherchez pas je suis déjà dehors !",
    "merde j'ai loupé le début du match",
    "Pepe il applique pas assez ses passes #POR #Euro2016",
    "@libe Où SontLesStarsCeSoir?SUR LE TERRAIN? DANS LES TRIBUNES? DEVANT LA TÉLÉ? QUE LE MEILLEUR GAGNE! AM26 #UNWomen  https://t.co/hcgA2CLgcG",
    "C'mon #AUT \n#EURO2016",
    "Je vais finir par en supprimer de snap, ça m'fatigue tellement",
    "Ronaldo - Nani - Quaresma, on se croirait encore dans PES 6 #PORAUT #EURO2016 #POR",
    "bon mon père il fait que zapper entre le match et les années bonheur clc",
    "Ils sont exceptionnels 😂😂😂 https://t.co/gpi1e7mw3f",
    "Dès la fin d'la saison pro sa va faire des offres d'plus de 30 millions, faudra pas dire que jvous aurai pas prévenu https://t.co/uRvF9Xqy4u",
    "Je suis devant le match avec mes gros , mon père à sortir le projecteur , c'est du lourd 💉💉🇵🇹",
    "@maIikendji bah ouais fin voila",
    "Je veux en finir Ptn.",
    "J'adore regarder le foot quand je m'ennuie c'est trop con mais mettez moi devant un match et c'est bon vous m'avez perdu",
    "@Jo_Elporto sort à la mi-temps ca va fumando à l'arrêt des cars et donne ton num en dm",
    "J'ai failli pleurez a la fin des deguns quand il montrer karim et nono depuis le debut des saisons 😭",
    "Pogba fait-il l'apologie du bolchevisme avec cette étoile sur la crâne ? #tweetecommelEquipe https://t.co/BrueUwqGbC",
    "d'un côté jveux qu'elle vienne mais de l'autre jveux pas fin jsp 🤔",
    "Bon cr7 termine le match",
    "J'suis dans ma période de vide la, ma période de merde, ça me soule",
    "le jour ou g un/e pote ki vient mfaire 1 surprise mvoir devant mn bahut à la fin d cours jcrois jss en love +++\ngenre cette prsn &gt;&gt;&gt;&gt;&gt; vous",
    "[ Au début, c'était étrange, puis je me suis habituée à ta présence permanente dans mes… https://t.co/qhtA0ewKTH",
    "Quand tu te rends compte à la mi-temps que tu ne joues pas au même sport... https://t.co/XHaKStIfJC",
    "#MSF : « On veut se démarquer des politiques européennes sur l'accueil des #refugies » https://t.co/0VBOi5K1kj https://t.co/Vs7y9Wio8I",
    "\"On lui reproche son manque d'efficacité\" : Harsik en fait c'est le Giroud autrichien #PORAUT #EURO2016",
    "Le #12eDiable croise les doigts pour la blessure de @mousadembele! Besoin de lui pour #SWEBEL #BELIRL #BEL #EURO2016 https://t.co/MokvG001rG",
    "#sports L'attaquant du Real Madrid a buté sur le mur mais une main d'un défenseur lui a offert une deuxième t... https://t.co/gRSGOFAFjp",
    "#hautdebit Le virus allemand «Motherfucker» prive le village ardennais d'Houldizy d'internet - L'Union https://t.co/m3reJFkx7g",
    "La bm critique Gignac. Je vais sortir les griffes!!!!",
    "Vivement la fin de semaine du bac j'en peux plus des révisions",
    "@__phiphou__ je persiste : le rond rouge est deux fois trop petit (les autres sont raccord avec les chiffres par contre)",
    "@TeaKouzou Et il y a 4 magiciens du vide avec 4 familier legendaire humain et c'est la fin du monde le familier a la leuf veit la niquer",
    "[nbites] https://t.co/0rt5UshYp4 Bella - 255 commits",
    "Mdr c'est parti pour du foot sans chichi ce soir !! #EURO2016 #PORAUT (on peut remplacer ce nom par bcp d'autres) https://t.co/nDe3NgxUyR",
    "En fin de compte c'était cool",
    "Même discours partout , au Québec et au Canada ,les mots terroriste + islamiste font peur. https://t.co/3KJ7Jkr7wa",
    "@soline_bchz @GusyLeaCoppik tu peux sortir au moins❤️",
    "Les Myrage reviennent au score 1-1 en SnD on va finir ce BO3 sur une uplink infection.\nSuivez nous :\nhttps://t.co/RrBmK9JwQq\n@RTtwitchFR",
    "@joeylsk @PAMoracchini quand même du tord, tu affirmais le contraire je t'ai simplement expliqué en quoi ça pouvait nuire indirectement fin",
    "@mixlamalice il te manque qd même deux bulletins pour finir l’année. pasque sinon 6/10 = 7,2/12 et il te faut 10 ans pour prouver ta théorie",
    "J arrive pas a déterminer si c'est le Portugal qui joue mal ou l Autriche qui joue bien",
    "Voilà  https://t.co/te0FL7cYwu",
    "@Orannaise93 j'savais on allai finir autant tt utiliser",
    "Le Portugal va perdre ce soir  😁 #EURO2016",
    "Clairement le plus de bo stade et la plus belle pelouse de cet euro .Le seul stade avec une âme en France #EURO2016 #PORAUT #ParcDesPrinces",
    "Lundi début des rattrapages lol mdr xd",
    "C'est parti pour du @totalwar Rome 2 avec @kiubeelol sur @GAMEWAVE https://t.co/ngEtDffoPy ! REVANCHE pour LUI ! @The_LevelDown",
    "Sur ce, fin de la liaison Véga-Terre ! Bonne soirée terrienne à tous et toutes ! #BisesPrimitives",
    "vient de terminer une session de course à pied Runtastic  de 10,11 km en 56m 04s avec l'appli #Runtastic PRO : https://t.co/AsPoDsSGwt",
    "@thierryherrant à la fin de la video ils entonnent \"allez les bleus\" non? Sympas les irlandais 😉",
    "@kawaii_kukki 18) Rouge et bleu",
    "ma mère elle me demande de demander quelque chose a mon père alors qu'il est juste à côte \nmoi j'vous l'dit c la fin j'ai pas signé pour ça",
    "#beINCENTER Je parie que CR7 marque un but et drague 100 hôtesses",
    "Un fin de semana en la piel de Anthony Bourdain https://t.co/yEGogkGUWw",
    "@LaPlussoyeuse @YeyeLiquini aaaaah faute de frappe !!!!! (En même temps mon PC est pas gentil...)",
    "La société change, les femmes et les hommes demeurent.\nIl reste essentiel de se poser les bonnes questions !#RH https://t.co/s6K9zLmwsC",
    "@ClemenceVxn jsens que ca va finir en battle de PP",
    "C'est comme le jaune c'était ma couleur je voulais TOUT en jaune... J'ai acheté un sac et je me suis calmé",
    "@rexxou_1 Cpour les gamins mais quand le monde de dory et tt vnt sortir la vie tout le monde va aller le voir xDDD",
    "Jamie Vardy qu'il nique sa race sa tête de violeur qu'il reste à leicester il va galerer à marquer 10 buts la saison prochaine",
    "#POR vs #AUT\n#EURO2016 \n10' min",
    "lequipe: RT BernardLions: Austria Touch #PORAUT EURO2016 https://t.co/IBgMBbcIIe",
    "Bon ben ça sent le match bien, bien, bien merdique.",
    "J'ai failli rejoindre satan en début de soirée mdr",
    "@Voyageusedesmot j'aurais jamais cru qu'un si petit truc ait autant de souffle. Il va finir par s'étouffer. Plus d'une heure que ça dure.",
    "@Suuper_Pipoo la première est la bonne. Il a pris FM2016 -&gt; Observer -&gt; Filtre -&gt; fin de contrat 1 an",
    "Bientôt la fin 💪🏻",
    "@Marylou_Kas j'espère que ça va enfin les lancer définitivement dans cet Euro. Mais y  paraît mon gars Dembele s'est blessé 😔",
    "finir la journée en beauté avec Hawaii 😍",
    "@Mathiilde5SOS à la fin il dit that's my bae je crois c'est pour ça qu'après elle fait sa tête d'hypocrite là",
    "J'aime une vidéo @YouTube : \"E3 2016 INSIDE - Clap de fin\" à l'adresse https://t.co/6pU6GtIIF9.",
    "On s'en tape un rien de la fête de la musique il y a le Portugal qui joue 💪⚽ #POR #EURO2016",
    "@OceaneCerezo @legossip ba nan jsuis fier de sortir avec louane ahah",
    "Je crois que c'est bientôt la fin pour moi... Du moins, ça tend vers une nouvelle vie ! En pleine réflexion ^^",
    "Y'a un truc qui doit faire péter un plomb à @StephG8 c'est qu'il y a encore du rugby ce soir pendant #EURO2016 . Interminable #PORAUT",
    "@OsxSts c officiel ? Fin c cquil a dit ?",
    "Obliger les médias demain ils vont sortir Cr7 au psg , il joue au parc sa va leurs donner des idées",
    "Inchallah ça va sortir...😤 https://t.co/ESStRT6BnU",
    "Fan zone de Nice : un supporter soupçonné d'avoir blessé 2 personnes avec un fumigène dissimulé dans le rectum https://t.co/0RCVCx42Yd",
    "Mercredi : -fin du bac\n-soldes\n-Le monde de Dory \n-PLL EN VOSTFR \nÇa va être the best day of the year",
    "Alaba il est arrière gauche en club et n°10 en sélection. Vous abusez un peu les autrichiens ?  Mettez le gardien aussi...\n#PORAUT #EURO2016",
    "@Cristiano tu es ou? Met un but #PORAUT",
    "@Ice_Kyu_SCK Vui c'était facile :p Mais booon c'est ta faute aussi j'attends toujours ta réponse sur skype et paf ! :rires:",
    "C'est parti pour la relecture de Harry Potter et la coupe de feu 😌 #chillin' #gobletoffire",
    "Montréal vous applaudit aussi! #BeQc  https://t.co/HfWoqKVQ88",
    "Entrée des joueurs #ISLHUN #ISL #HUN #Euro2016 https://t.co/6Nc03ED6ZM",
    "Euh... non! La Tour Eiffel doit être rouge et verte ce soir! #POR https://t.co/umABj4cRNJ",
    "@zaynsneighbour @assofnayeul pour voir un psychologue faut sortir de chez soi. Peut être que ses parents l'autorise pas",
    "@S7Wan Tu sais je suis pas très rassurer par ceux qui vont remplacer les valls macron FH et le reste .",
    "Le plus beau stade de France c'est le parc des princes 😍😍😍 #PORAUT #EURO2016 .",
    "Je viens de sélectionner David Alaba et Vieirinha sur @UltimateFanLive pour #POR - #AUT #EURO2016 https://t.co/IVosJki3ox",
    "@DessinsSeldoon j'ai rien à développer. Je suis contre tout. Le fait que vous soyez irrespectueux et leurs meurtres fin",
    "Épisode 23 saison 12 😭 bientôt la fin",
    "Allez fait nous rêver, on croit en vous ! 💘 #por #EURO2016 #PORAUT",
    "Fondée une famille, petite vie trql, évoluer dans le dîne  https://t.co/AJf5V0PnRd",
    "je demande à mon père de m'aider à réviser les sciences : \"je regarde les profs 2, viens\" du coup changement de programme",
    "@IvoYoutube Woké ! RDV à la mi-temps pour un gangbang dans les lockers ! 😉",
    "@oclupak2 Expulsion, comme DEPORTATION ?? Vers ou ??",
    "ça #PORAUT beaucoup avant de marquer",
    "@joyce_boyembe maintenant c'est de ma faute 😂😂😂😂✊🏾 vas faire tes choses 🚶🏾",
    "Cru c'est écœurant... Mais cuisiner sans oignons c'est inutile. https://t.co/UUwGxhsvTn",
    "Bon ce match s'annonce comme le premier avec le Portugal... Ennuyant #PORAUT",
    "L'#EURO2016 jusqu'à maintenant : \n\n- Buts marqué en première mi-temps: 14\n\n- Buts marqués après la 87ème minute: 13\n\nSacrée statistique !",
    "@raphael_nls @OM_TeamOff moi je vois bien Bernard Diomede pour remplacer Diarra 😂😂😂😂",
    "Le match et le calvaire tout à sa fin...",
    "@WonderGinette J' sais pas si je dois te féliciter ou partir sur la pointe des pieds finir mon couscous @Kaamet",
    "Ptn j ai le seum pour toi ;(  https://t.co/o4lQzXDl4d",
    "J suis toute rouge .. j'aurais pas du rester au soleil pendant toute la compétition",
    "@Play5SkyYZer d'après le jeu j'ai tiré une fois alors que ton gardien a l'arrêt + poteau + but ca fait 3 😂😂 https://t.co/zwvWqLP4wY",
    "jveux un but là !!!",
    "Fin prête pour le live de ce soir #coucouledeuxièmeécran https://t.co/H3XDf0ExtW",
    "@sulivangwed allez Suli follow me stp on sait tous que ton but dans la vie c'est moi 😆",
    "128ème sélection pour Cristiano Ronaldo. Il devient le joueur portugais le plus capé, devant Figo.\n\n#PORAUT \n#EURO2016",
    "\"la démocratie appelée à s'exprimer, c'est la fin des coups de force qui nous arrangent\" #traduisonsles https://t.co/VCIX9CXZz7",
    "#ITA La meilleure défense de l'Euro, c'est la \"BBBC\" ! https://t.co/4eMUQgV3QD Présentation détaillée de @SimoneRovera #EURO2016",
    "@evil_SDOC oui... 40-12-3 beaux dommages collatéraux... La fin justifie-t-elle les moyens? Perso, j'ai du mal à répondre...",
    "Si a la fin des vacances j'finis pas alcoolique c que j'ai vraiment pas l'addiction facile",
    "@matmartinelli remets toi son commentaire sur le but de Pellé tu vas pleurer de rire",
    "@DynamoMaitre en tant que fan de l'Islande, j'ai mal vécu ce but contre son camp forcé 😄",
    "Arnautovic on dirait que c'est le petit de @Ibra_official 😂 #PORAUT #POR #AUT #EURO2016",
    "Je sais que c'est fin du XIXe et début du XXe  https://t.co/zYU46WzPES",
    "@LenneSam bah ouais c vrmnt bizarre,ton mdp est si facile que ça pr qu'on te pirate ? Puis même pq on voudrait te pirater ? Attends demain",
    "#Arnautovic et #Nani qui se chauffent déjà...c'est électrique Rudi. HEY!HEY! #PORAUT #EURO2016",
    "Alors la fin il dit au revoir comme ça genre ok 😂😂😂😂😂😂😂😂😂",
    "@_PLLNews @94HARRYTWERK oui mais au final elle était présente depuis le début (veuve noire) et on avait entendu parler d'elle (disparition)",
    "mon pays ce soir 🇵🇹🇵🇹🇵🇹 aller!! #EURO2016",
    "libre au début et strict si on me déçoit  https://t.co/QqEL2juie2",
    "Pogba aurait selon nos informations décider de ne pas manger avec ces coéquipier car il serait en période de jeune #TweetCommeLEquipe",
    "@JustineDha @IamcalledLilou donc on est censé savoir définir la notion et tout à un moment arrêtez de faire les stupides",
    "@AhmedLBR93 belek ton bac de francais c'etais ecrire ton blaz sans faute et tu dis cst chaud 😂😂",
    "Ronaldo qui marque tjrs pas #EURO2016",
    "@idkwstyles_ oui je vais finir les courses lundi mais ma mère a déjà acheté le plus important la VODKA mdrr",
    ".@francediplo va-t- elle exiger du ministre Zarif la fin des exécutions en #Iran ? https://t.co/QdPYUeSCjw",
    "Les autrichiens semblent combatifs ce soir ! #PORAUT #EURO2016  #aut",
    "Réveillez vous un peu,vs nous donnez envie de nous pendre! #soporifique #EURO2016 #TF1 #foot #commentateurs @gregmargotton @BixeLizarazu",
    "@IsalineGraffeo ptnnn je sais tjrs pas où je me suis arrêtée et flemme de recommencer du début :/",
    "Mdrrr ,pas faux https://t.co/9CUQm8kPSQ",
    "J'ai envie de lire mais en même pas parce que je veux pas finir la saga :/",
    "#Euro2016 : Et maintenant, un salut nazi en tribunes pendant Islande-Hongrie https://t.co/dSdqyJ6Z6h https://t.co/YhSgvN0WNR",
    "Quand L' #EURO2016  rapproche les couples 😄😄😄 https://t.co/DGdcfQq4uq",
    "Je viens de terminer l'aventure Résidence d'été. Tu devrais essayer ! https://t.co/sb1rw1JFg5 #gameinsight",
    "Non @gregmargotton pas toi... Le père de Zlatan n'est pas serbe mais bosniaque 😉 #PORAUT #EURO2016",
    "hi  tout le monde j'ai due me faire hacker mon adresse électronique le taf qui me donne j'ai du recréer je communique depuis depuis avec",
    "@Eostyles_ Le pb c'est qu'on ne sait pas encore si ca ira plus loin ... C'est peut être le début de qqchose de nouveau pour le Louxel",
    "@Loubna_B_ mdrr, mon Toz magique voulait sortir wlh",
    "J'avais tellement la flemme de taper que j'ai dicté le début de mon JohnTen à ma tablette 😂",
    "#EURO2016 #PORAUT réflexion portugaise: advienne que pourra",
    "qd tu t'es fait finir mais tu retente ta chance  https://t.co/E56AWTDCY6",
    "J'aime pas les gens qui masquent leur liste d'amis sur fb on peut pas stalker",
    "Comme par hasard, Ronaldo et Messi jouent toujours le même jour. #EURO2016 #CopaAmerica #POR #ARG 🇦🇷",
    "Cet été j'pars au portugal, j'espere ne pas regretter mon choix ! #EURO2016 #PORAUT",
    "@codyftbenzo mdrr on essaye de comprendre ensemble après but voilà voilà",
    "https://t.co/NhlgWjqKGI fassexperience: franceinfo: #EURO2016 : suivez en direct Portugal-Autriche #PORAUT\n… https://t.co/NhlgWjqKGI",
    "@ohsexharry pas ma faute si j'ai le dernier mot hein",
    "#por #aut #PORAUT #euro2016 franchement ?  Au physique je ne peux évidemment soutenir que #POR",
    "Je vais refaire la fin de saison en attendant max",
    "Sans déconner je suis pas sortie une seule fois cette semaine sans être confrontée à du harcèlement de rue, et je suis en province",
    "Tout les supporteurs du Real sont derrière le #POR . #EURO2016",
    "rouge, noir, vert https://t.co/AI5Oknpf1N",
    "@EURO2016 OnParleJoueursMaisSupporters,SpectateursIlsSontBeaux,Passionnés!Bonjour @Paris @manuelvalls AM26 #UNWomen  https://t.co/SPpCPSaw2C",
    "@Havna8 UP UP UP Belle soirée à tous et allez le #POR #EURO2016 pour les footeux de ma TL 😉 https://t.co/FTGdsy5vgI",
    "je crois que je vais perdre plein de followers à t'harceler hum",
    "C quele début du match mais Ronaldo j'ai déjà envie de l'insulter, il fait nimp",
    "C'mon #Aut #Austria #euro2016",
    "Presse #Belgique pas très \"bon gagnant\" pr victoire c/ #Irlande à #EURO2016. Le Soir fait du hachis des Irlandais-_- https://t.co/KYgRJE0Xc3",
    "#PORAUT 17\" Mauvais sur c.franc, ok essayons la tête alors !\n👉https://t.co/Gskq7JLn6p👈\n#TeamParieur #EURO2016 https://t.co/5CoLqQMkl0",
    "#FootieSays \"Vive La France\" #GAWA #NorthernIreland #Euro2016 https://t.co/ginqhfX2rU",
    "YES jme retrouve en 1v4 en ligue je quitte et proba merci @DavidVonderhaar gros fils de pute ton jeu en carton",
    "Y a le BAC de sciences et je n'ai pas le droit de sortir 😞 JE SUIS DEGOUTEE",
    "On a tellement eu de blesser cette saison que les mecs sur le terrain sont frais #RCTMHR",
    "Et on ose dire, qu'il est meilleur que Messi sur coup franc... https://t.co/GcZbEeA2W9",
    "@whereiamsinking cette fin d'ép c'est trop triste",
    "On était 206 ans, 3 mois et 10 jours avant le début d'NGE https://t.co/79CjvLZu2k",
    "Ça suffit à déterminer si vous êtes un humain ou pas je pense",
    "Ma chansoooon❤❤❤ https://t.co/gkEAjEgAQM",
    "128ème sélection pour Cristiano Ronaldo.Il devient le joueur portugais le plus capé,devant Figo.\n#PORAUT \n#EURO2016 https://t.co/NNgF0Wgq62",
    "[#EURO2016 ] #POR  0-0 #AUT  \n\n20' Les Portugais privent les Autrichiens de ballon.\n\n#PORAUT",
    "Ils m'ont invités en coulisses à la fin, c'est sympa de leur part, je leur ai fait des cookies ! #lrt",
    "COMMENT ÇA LES PORTUGAIS VOUS CONSTRUISEZ DES IMMEUBLES ET VOUS SAVEZ PAS CONSTRUIRE UNE ACTION ?!#PORAUT #EURO2016",
    "vient de terminer une session de natation Runtastic  de 45m 00s avec l'appli #Runtastic : https://t.co/OSehV9pkiU",
    "@borninpanam t'as le droit de penser ce que tu veux sauf que tu n'as pas à harceler les gens sous prétexte que tu trouve ça \"dégueulasse\"",
    "Mdrrrr c'est quoi cette équipe la le gardien il pose un cil rouge à la défense",
    "Et putain si ce spoil s'avère être vrai je vous jure qu'on va tous finir en PLS et que je vais encore  plus avoir envie de niquer l'autre",
    "J'ai vu Pauleta je suis refait mes yeux sont plein d'étoile ! #EURO2016 #PORAUT",
    "et l'Italie elle est où? https://t.co/uDHSrpV2he",
    "Le portugal ne veut pas marquer depuis j'epserz qu'il ne va pas regretter après 😞",
    "@lephoceen pour remplacer de ceglie surement",
    "Il a raison, le niveau de ses portugais est bas. Même pas capable de sortir un bon centre.",
    "@JohnMamann : début du concert à Sully :) https://t.co/Dm2fDCtLLW",
    "Ils se font terminer depuis hier mais ils continuent leurs articles bidon.  https://t.co/7MGBGm8SvG",
    "Enfin on voit @Cristiano sur la pelouse du Parc @PSG_inside #EURO2016 #PORAUT",
    "Je le sens But de Nani à la 38ème",
    "Allez svp un but dans 1ère période #beINCENTER",
    "source LCI l'objet mesurait 18 cm de long ..... https://t.co/mr3DCwAyls",
    "@homoncuIus @Shiinigvmi @McklScofield et ? Mdrrr ça fait gay, ça fait gay c'est pas ma faute",
    "@Irwin_peters_ c'est parti loin pour peu MDDDR juste Parceque j'ai cité un tweet qui disait qu'elle Shipper les deux la, et j'ai dis-",
    "Au moins faut se dire qu'avec les grosses matières cette semaine le bac va finir vite",
    "Retour à la #toureiffel (souvenirs cc @fauvehautot ) pour #PORAUT 🇵🇹🇦🇹 #Euro2016 🏆… https://t.co/UJXmaBHfh1",
    "@Eurosport_FR @EURO2016 @selecaoportugal @oefb1904 ki gagne",
    "William carvalho c'est un joueur a suivre #PORAUT #EURO2016",
    "Cet #EURO2016 au goût de match de #Ligue1",
    "#EURO2016 Duel sur le terrain. Duel en tribunes aussi pour ce #PORAUT  MORE &gt;&gt; https://t.co/xZIjrkjjBs",
    "@BentKhulm surtout que faut vraiment être atteint pour sortir dès absurdité pareil",
    "comme d'habitude magistral #EURO2016 #PORAUT MORE &gt;&gt; https://t.co/xZIjrk1IJU",
    "@greenangels9242 @bad5gone @Nissarda_a appelle Bahebeck et son penalty",
    "[#EURO2016] #POR 0-0 #AUT [#PORAUT]\n18' - Corner pour le #POR de la tête de Carvalho qui ne donne rien.",
    "La religion même sur les réseaux se pratique, elle peut aider beaucoup de personne à sortir de l'ignorance,  https://t.co/Djmnb81a1H",
    "@ammakookie @sarracrochepas ptdrrrr cest déjà un bon début",
    "Le courage qu'elle a mais Woaw elle a réussi s'en sortir putain https://t.co/RHKnzxrpIH",
    "Le #Senat Paris va-t- il dire à Zarif : pas de relations économiques sans la fin des exécutions en #Iran? https://t.co/eOTPKpDpZh",
    "Le Portugal il passe pas les quarts et cristiano il va faire croire qu'il est blessé , qu'il est pas à 100% de ses capacités ...",
    "Le recueil d'histoires Fairy Tail + à la fin du mois chez Pika https://t.co/SLH9bWle7W",
    "J'ai fais un abonnement Netflix maintenant GO finir orange is the new black en une nuit",
    "Ça le dérangeait de sortir le matos. Il lui a dit attendez le prochain.  La dame m a dit j ai l habitude.  Beurk 😠😠 https://t.co/wBjDoRYYGn",
    "@i0ctopus dis-moi quand tu es fin de l'épisode 12 que je repleure mais avec toi cette fois",
    "c'est la vie c'est comme ça, avoir le cœur brisé ça fait parti du jeu",
    "Ça fait chier demain il y a que deux matchs et à 21h #Euro2016 #GroupeA",
    "@CKID1995 Ah c'est sur! Surtout quand il croit qu'il y a faute et gueule 😂",
    "Finir 3ème sur 48 au tournoi de clohar fouesnant 💪",
    "10 bières. Je vais finir par tous vous aimer.",
    "Cristiano, merci de marquer avant la mi-temps 😁 #PORAUT #EURO2016",
    "LE CALME AVANT LA TEMPÊTE (cc @BarbzBArmy )",
    "Putain Vieirinha utilise ton cerveau afin de taper dans le ballon n'importe comment... #POR #TeamPortugal #EURO2016 #PORAUT",
    "Ptdrrr mes voisins ils ont tous Portugais je sent quand cr7 il va marquer il vont encore commencer à hurler 😏⚽🔥",
    "Quand t'as des puces de plancher plein la baraque....  https://t.co/ZQ1wYQ633P",
    "Faut le sortir et faire rentrer Renato",
    "J ai envie que les portugais perdent #POR #AUT #EURO2016",
    "Retour en piste pour la Rebellion #12 @RebellionRacing après un changement d'embrayage. #LEMANS24",
    "#SPORT &amp; #SEX Nouveau concept: le #buttplug fumigène #EURO2016 \ncc @Charlieliveshow @lilou_petite \nhttps://t.co/WBImo4Nb5F",
    "@Leilananaa en vrai mon fantasme serait qu'on devienne des potes irl et qu'on le fasse à trois\n\ndsl c'est mon poisson rouge qui a écrit ça",
    "@serinedcs_ ahah faut bien une fin a tous même si ta rien commencé",
    "L'incompétence et l'impuissance en une photo... \nLe fiasco sécuritaire continue... #EURO2016 #ISLHON https://t.co/qm9ojbYrGl",
    "Aubervilliers : un incendie au 2e étage de la tour https://t.co/hKfhrYXDbT https://t.co/hyiJzQE6Gv",
    "Bon je vais regarder le match Cristiano vs Autriche",
    "@louismoker grave 😂, c'était vers la fin donc ça va puis ça l'a fait rire et tu sais à quel point on aime son rire!!",
    "@EURO2016 Bien sur, les Diables Rouges ne sont pas les favoris du tournoi de l'EURO 2016.  Toutefois, ils pourraient brouiller les cartes.",
    "fin brf j'sais mm pas pq j'suis contente, faut que j'me concentre sur les épreuves qui restent là les maths physique svt j'suis pas au point",
    "Sur V@C: Samedi en début de soirée a eu l'inauguration d'une nouvelle galerie. Dénommée \" L'été créateur\", elle... https://t.co/4uSsMbB7XA",
    "Joyeux anniversaire mon pote ! @seanfreestyle #EURO2016 https://t.co/9dvdGz7Shc",
    "J'ai jamais goûté mais ça me dit R https://t.co/jBgRRO8k7E",
    "Gros début de week-end!! Jé et Magh font 3e position au crit du Carson City Epic au Nevada vendredi soir et Simon... https://t.co/N0TfszCNX7",
    "#ordinateur Pc Ordinateur Portable Compaq Presario F700:  60,00 EURDate de fin: lundi juil.-18-2016 20:57:24 ... https://t.co/okaLKg9bJJ",
    "Ronaldo est au courant qu'il n'est pas seul sur le terrain et qu'il y a des joueurs autour de lui? #PORAUT #EURO2016",
    "#EURO2016 | #POR-#AUT\n\nTREZEGUET et PAULETA dans les tribunes. https://t.co/8YeSpON1y7",
    "#ebayFR #ordinateur Pc Ordinateur Portable Compaq Presario F700:  60,00 EURDate de fin: lundi juil.-18-2016 2... https://t.co/j4ZsPcMgws",
    "@nisrinarpgwos Ta tête à la fin elle m'a charmé de fou, j'me devais de te le dire ma jolie",
    "@KarlieHarlie Trois mois? TROIS MOIS? ARNAQUE. PÉTITION. https://t.co/LPiFLiNgPT",
    "C'est pas de notre faute c vous les 2000 vous êtes née pour faire les putes https://t.co/FD2eafM3II",
    "J'aurais adoré une aile Quaresma - Queudrue au #RCLens....\n\n#DéfiDaguis #PORAUT #EURO2016",
    "#NIR #gawa Magennis et McGinn étaient dans l'Euro Express hier soir. Tous les soirs d'Euro sur beIN MAX 10 en France https://t.co/cH4FhxkAny",
    "Marseille: fin de la grève dans les terminaux pétroliers du port: Le mouvement de grève reconductible qui blo... https://t.co/iWXqX0p63S",
    "Faites sortir Vieirinha faut arreter avec lui la",
    "mddr j'vais jamais être la que les fetes elle verra j'vais allez chez mes cousine fin",
    "@austinrpgriver pcq mn gars arrive et jpeux pas avoir d'ex bc j'ai tjr été avec genre fin jsp",
    "Chute aujourd'hui dans les 20 premiers kilomètres mais j'arrive à finir tous juste dans les délais.",
    "Quaresma il est vraiment chaud 😍🇵🇹 #EURO2016 #PORAUT",
    "j'ai cru y'avais but",
    "Cette annonce \"courageuse\" a peut-être un peu consolé #Erdogan de la déroute des \"lions turcs\" #EURO2016\n#Turquie \nhttps://t.co/gPRLYQpsPd",
    "@BrunFree Laisse tomber, c'est bien un fake. Mais je ne comprends pas le but de la manoeuvre...",
    "@Salut_toiii c'est l'début",
    "Sur ma.copi si on tombe sur oedip roi jv marquer nique ta mere oedipe 😂😂👌 💯",
    "Quel est le con qui a tout degueulassé la pelouse du Parc? Qu'il se dénonce de suite #PORAUT #EURO2016",
    "le truc de fou il vous restait des oreilles à la fin vous avez fini à l’hôpital ? mais c'était qui ces filles? https://t.co/NP3UvDFHCL",
    "Soon un petit comparateur pour les chaussures de Running/Trail de dispo. Je fais mon possible pour le sortir avant la fin du mois pro :)",
    "J'ai demandé tous les matchs possible avec tous les noms de ma famille et j'ai rien eus c'est injuste #Euro2016",
    "J'en peux plus, ils vont marquer quand ? \nIls ont des putains d'occasions pourtant... manque de chance... \n\n#PORAUT",
    "@nicolas_vilas il va falloir peut-être bétonner si le #POR ne veut pas prendre un but. #PORAUT #soiréeclichés https://t.co/7wy5dyD3ym",
    "Résumé de la première période #PORAUT https://t.co/9pm2kwlk5R",
    "@Sabrina_DJ tqt Ronaldo il vas metre y vas mettre un vrai but",
    "@Sana_oh_ il va finir par se montrer t'inquiète pas",
    "@KrisTinho_ sa blessure n'est pas totalement finie . Mais lui aussi c'est une tête de mule , il doit faire un match sans jouer .",
    "j'vais finir par croire que sa ne veux pas parler mais bonnnnn",
    "Bonne posse du Portugal pour la première mi-temps par contre niveau but on a pas de chance faut accélérer la, faut leur mettre la pression🇵🇹",
    "J'espère que les réalisateurs de @RDSca, @TSN_Sports et @MLS are taking notes. This is how you direct a soccer game. #EURO2016 #IMFC #MLS",
    "N'oubliez pas, ce dimanche, dans le @leJDD, la nouvelle chronique de @CoachDupraz autour de cet #EURO2016",
    "@LaauraRza ptddddddddr et obliger je vais te survivre et on va plus arriver à respirer et on va se faire sortir 😂",
    "j'ai envie d'un changement drastique",
    "Fait chier le poteau de Nani ... faut que le Portugal gagne le match ! #PORAUT #EURO2016",
    "Je revisais puis c'est parti en couille j'regarde beyblade metal fury sur youtube",
    "Je vais finir oitnb avant même d'être chez mon père waaa",
    "@Leilabrb ouah regarde ils ont recopier ton tweet  https://t.co/1N0HIsVGs2",
    "Ça m'énerve quand on joue avec un petit rythme comme ça à la fin on fait jamais un bon résultat",
    "bon allez les portugais ressaisissez- vous pdt la mi-temps là 🙏🏽😔🇵🇹 #PORAUT #POR",
    "En ondes / Now playing : Jeanne Mas - En Rouge Et Noir https://t.co/PxdaJTXtou #Frequenceplaisir #Musique",
    "Tout ap veye king nan,,,,il va pisser sur toute la defense autrichienne dans la 2eme mi-temps #Like",
    "Le #POR domine mais galère devant le but!",
    "Pepe il me rappelle mon Gi Joe : il avait un bouton dans le dos pour coller un coup de pied #PORAUT #jadore #EURO2016",
    "Noir,Blanc,Rouge,Jaune,Bleu,Vert https://t.co/9IBBOQWiSc",
    "j'aime pas ce genre de match, trop d'occasion et aucun but #POR",
    "@Wario0 @Focosa88 Alors en plus ! il donne un rattata shiny à la fin x)",
    "Si il marque ce soir, Ronaldo deviendra le premier gay a marquer dans 4 championnats d'Europe différents \n#PORAUT #POR",
    "Opération antiterroriste en Belgique: trois personnes accusées #Euro2016… https://t.co/cqS9wVTb71 https://t.co/9fAaLzREOE",
    "Vraiment pas mal du tout cette première mi-temps de #PIRAUT",
    "@FvckinStoner J'avais même pas vu ma faute mince 😂😂😂",
    "« Ils sont là pour remplacer les femmes ». L’explication est aussi claire que terrible.\nLes « bachas » (garçons... https://t.co/eUkp40h2u6",
    "Ronaldo trop effacé, il faut qu'il participe bcp plus au jeu. #POR #TeamPortugal #EURO2016 #PORAUT",
    "Quand les supporters irlandais chantent à l'effigie de Yaya et Kolo Touré... #EURO2016 https://t.co/VLoBe7c3mW",
    "Je propose que #Pauleta vienne sur le terrain donner une leçon de réalisme ET d'humilité à @Cristiano #PORAUT https://t.co/nJ5LdomxRk",
    "@SERCARF @Thierry_PELTIER tsssss il parlait but la,pas victoire 😝😂😂😂😂🇨🇭🇨🇭🇨🇭🇨🇭",
    "Plus que 20 Minutes https://t.co/DQAlDVyDIm",
    "la les autrichiens ils vont revenir enragés mon gars, et vu qu'ils se sont pas trop fatigués ils vont marquer ces enculés la",
    "@Mariiannaux @Halfheart_28 Si vous le supportez c'est que la fin du monde est proche il n'a pas 5 ballons d'or et Messi",
    "PARCE QUE TOULONNNNNNN ROUGE PARCE QUE TOULONNNNNNN NOIR PARCE QUE TOULON ROUGE ET NOIR",
    "A réécouter : @SundM_Fan @VolksRocknRolla U. WENDERS, M. NASCHENWENG, Antonia aus TIROL, D. OFNER, P. Alexander,etc. FNT #EURO2016 #Austria",
    "vous ne verrez jamais la fin de ma bannière",
    "Au début je pensais qu'elle était dans les îles à l'étranger tellement l'eau est magnifique",
    "@Jae__mj A peine, c'est pas comme si t'étais tout rouge. Noooon",
    "CR7 est bon\nMais comme d'habitude les Barcelonais disent qu'il est mauvais psq il n'a marquer un tripler en 1ère mi-temps",
    "Ok donc je viens seulement de finir de dîner, ça me donne un aperçu de comment je vais vivre l'année prochaine",
    "@_AlexdeCastro_ en fait, je le trouve toujours à l'extrême limite. A l'image de son intervention en tout début de match.",
    "Gagner de l'argent avec votre site web sur https://t.co/Dy5EgCwctr #money #website #ad #Retweet #euro2016 June 18, 2016 at 09:49PM",
    "Putain on aurais pu mettre 3 buts et la on est toujours 0-0 j'espère après la mi-temps on va marquer allez !!!  #PORAUT  #POR #ForcaPortugal",
    "@EURO2016 Aucune des 2 équipes n'est vraimebt haut niveau aujourd'hui.",
    "1 ère mi-temps ennuyeuse #PORAUT",
    "la deuxième mi-temps on leur met 3-0 #POR",
    "@Tesco fabulous.  #EURO2016",
    "bon beh super le portugal bande de nazes  https://t.co/8OsZU97wLQ",
    "en cette période de BAC etc j'crois j'ai plus appris sur Twitter en 2 semaines que dans tte ma scolarité",
    "quelqu'un a vu le talent de cristiano ronaldo depuis le début de l'euro ??? il l'a laissé au pays ou cmt ça se passe ? #PORAUT",
    "FIN DU GAME DE LA GÊNANCE https://t.co/IP2kym0Ji0",
    "Y a combien de 3ème qui passe ? #EURO2016",
    "Depuis le début de l'euro y a pas encore eu de drapeaux de l'Algérie mais jperd pas espoir y finira par en avoir un 😂",
    "@dodomontecot mdr c'était le but mdrrrr",
    "@atlRPGp *se met à rire en cachant sa tête contre ton épaule, les joues en feu * je ne t'ai jamais vu aussi rouge de toute -",
    "Sa fait du bruit mais sa arrive pas à marquer contre l'Autriche ouais Azy les gars 😂",
    "#EURO2016 #AUT #PORAUT On souffre come pas possible!!! Il faut faire qq chose si on veut arracher 1 point ce soir! Koller vas-y!",
    "@Strakkoz en 8e ptdr lpremier match lfc-utd en championna deurope il sfon sortir",
    "EN DIRECT - 0-0 à la mi-temps entre le #POR et l'#AUT #PORAUT &amp;gt;  MORE &gt;&gt; https://t.co/Ntj8g4K9gv",
    "@miadafepereira @Evinhaa18 Quelques belle occasions qu'il faudra concrétiser en seconde mi-temps",
    "But de Ronaldo en deuxième mi-temps",
    "@SNVYUJEON la faute aux pd com toi",
    "Chez Eric en début de soirée c'est pas la meilleur idée 😅",
    "@KrisTinho_ bah arrêté de lui sucer la bite et faite le sortir et faite confiance à l'équipe. Bien fait pour votre gueule",
    "Visibilité limitée... #pratique #EURO2016 https://t.co/BfG0YHavze",
    "@franckb22 la simulation de carvalho en coupe de la ligue qui coûte un rouge a mandanne, je l'ai toujours en travers de la gorge",
    "@alperrottet C'est le mec qui devrait jouer qu'un match sur 3... 1 carton rouge, 2 matches de suspension...",
    "Spotted: @FinallyMario n'est pas devant #PORAUT #EURO2016 ce soir mais avec moi (et des centaines d'autres) au show @philipp_plein #MFW16",
    "@soniabelhouari je vais jamais m'en sortir",
    "Boooom Maa Nonu!! Allez Rouge ET noir Barcelone n'est plus très loin ! 🔴⚫️👌👌🔴⚫️ #TOP14 #RCTMHR #roadtobarcelona",
    "Le Matmut Atlantique c'est le plus beau stade de France je trouve #EURO2016",
    "@marg_oh Ouais va chercher des bières et  faire la vaisselle. . On t'apellera si y'a un but 😊",
    "On y arrive sérieux , et Ronaldo on en parle pas.. #POR #EURO2016 #PORAUT",
    "@cahiersdufoot qd j'ai reçu 1 sms de mon père au match #ESPCZE, j'ai cru  1 instant qu'il allait me spoiler ...et il y a eu but 10s apres !",
    "@EURO2016 #PORAUT 40\" Sur c.franc direct, l'AUT était à rien d'ouvrir le score &amp; sauvé devant sa ligne par Vieirinha \n#TeamParieur #EURO2016",
    "@SondagesSeriesF le début ☺️",
    "@SteveStifler212 ferme la il vas mettre son but",
    "L'avion il est haaaaaaaaaard ! #NoirMatJsuisCommeBatman https://t.co/REmSvv0YcW",
    "A la fin ça se tape mais ces plus pour le match ces pour s'imposer et se taper dans 9m carré accroche toi jeannot",
    "Je dirais avec Marie Curie et les rayons X début 20e  https://t.co/kx73zdNCjy",
    "Le Portugal domine mais n'y arrive pas #EURO2016 #PORAUT",
    "On va finir par marquer ✨🇵🇹 https://t.co/XQcQxk2C3v",
    "@Betclic comme dab les but vont venir en 2em mt go portugais",
    "Bon c'est pas glorieux.. #PORAUT #POR #AUT #EURO2016",
    "Ça c'est parce qu'ils connaissent pas @clement_bouille ...\nhttps://t.co/AL8ybDrFro",
    "But à la 89e #EURO2016 #PORAUT",
    "fin quand même pas mais putain j'étais hypnotisée sérieusement",
    "Vous êtes mou en ce moment :/ https://t.co/C36YdrxWoI",
    "Portugal are AVERAGE. #EURO2016",
    "Quel soulagement de finir enfin son rapport de stage",
    "Cristiano reveille toi apres la mi-temps #EURO2016",
    "@thomasboucard Jcrois pas qu'ils veulent anticiper mais le remplacer dès cet été ^^",
    "D'être heureux et de s'amuser  https://t.co/CfNRxESgCx",
    "j'pensais trop cr7 allait marquer ou quoi",
    "le moyen de dénigrer les noires croyez pas que je vous ai oubliés vous êtes là à lâcher des \"jveux sortir avc 1blanche pcq les renoies...\"",
    "@HugoDORVAL tu t'es fait pirater ton compte. Maman m'aime pas ton vocabulaire. #valavertabouche",
    "Ils sont capables de marquer,juste qu'ils se concentrent plus la putain",
    "ENA : Comptes dans le rouge, image écornée… la sacro-sainte institution a perdu de sa superbe.\nhttps://t.co/ChcgzfYDyq",
    "J'espère ma voisine elle est chaud pour sortir haha",
    "Début jspl fin 81 https://t.co/uciNHQFvZq",
    "\"On pensait que c'était la fin, mais ce n'est que le début\" 👫👭",
    "@redamazingsheep @Estelllee @nudealchemy nique ta mere c pa lmomen dme fr chier l'portugal veut pa marquer",
    "Non, y'avais penalty. Bonne décision. https://t.co/9MgkbVd6vD",
    "Depuis le début il sen fou enft",
    "Pas besoin de sortir pour passer la soirée avec les plus grands Dj’s, ils sont tous dans  @Party_Fun !",
    "@_gagarskii noooon c'est trop bien (parce que Toulon est JAMAIS premier à la fin)",
    "Toi ta aucune vision de match sa s'voit https://t.co/RIaT7B6h3Y",
    "Le @RCTofficiel envoie du jeu, c'est vraiment sympa... Et depuis le début du match, mais là, c'est impressionnant.",
    "@franceinfo Merci LA mi-temps Cricri va pouvoir de recoiffer (c'est Urgent !)",
    "turnt nonsense 😭 https://t.co/lYhNwfMNft",
    "Allô les jardiniers sa arrose sec! #EURO2016 #PORAUT  #beINCENTER",
    "( Vidéo Choquante) Un homme blessé à l’arme blanche pour une dette de 100 gourdes https://t.co/nzbkczTbq3",
    "NOAH FENCE IM https://t.co/vRKQyEamHK",
    "#PORAUT pepe nani cr7 et pas un but ????? Sérieux quel déception",
    "Ça fait environ 17 heures que je suis dans la chambre quand je vais en sortir l'air va se dépressurisée",
    "Mon but dans la vie c'était de voyager pour partager la richesse de ma langue, ici en Pologne &lt;3 https://t.co/S3CahBvA4i",
    "Vous allez voir quand Ronaldo y va marquer en 2e mi temps",
    "La fin justifie les mayens\nhttps://t.co/GHhT7fdywi  via @letemps",
    "J'ai goûter une fois des pastels dans ma vie depuis j'ai qu'un but dans la vie c'est que quelqu'un m'en ramène 😭",
    "c'est cool, mardi il y a le début des soldes ! j'espère que certaines personnes en profiteront pour aller s'acheter un cerveau ! 😅🖖",
    "Ce Portugal me rappel l'OL du début de saison",
    "C'est pas Caligula? https://t.co/AaM9NtSunI",
    "@MaxxorRSCL Fin de l'autre côté aussi",
    "2 but en retourné: https://t.co/E2JH5KWavP via @YouTube",
    "@Sturribe15 ptdrr jai pas mis un but wsh jvai lbrulé jcroi",
    "C'est ce que je dis depuis le début  https://t.co/6G1WWyKVW6",
    "@EURO2016 un Portugal très faible...",
    "@nicolas_vilas si le Portugal plante un but ils vont bétonner 😅 https://t.co/o4VDdKTCwC",
    "@atmaitre mdr jles avais au lycee mais depuis que je vis a paris et tous ces fastfood ils sont parti mdr j'espere les retrouver fin aout mdr",
    "Viens de sortir de #RetourChezMaMere Au top tellement drôle avec 3 actrices superbes !❤️😍😍😍 https://t.co/aw5sgbCV0p",
    "J'en peux plus de pas pouvoir sortir j'deviens fou",
    "Si tu avais le choix entre sortir avec nehuda ou faire des choses avec pupute 👅\nTu choisis quoi? #AskJeremstar",
    "@vincentniclo @W9 Changement de programme alors pour revoir ta prestation 😉",
    "Voir ses parents sortir en boîte c'est quand même vachement frustrant !",
    "Avec le Réal Ronaldo est irréprochable pratiquement. Quand il joue avec le Portugal je le reconnais pas c'est énervant. #POR #EURO2016 🇵🇹😔",
    "Moutinho sert à rien c'est malheureux adrien serait plus utile vu sa complémentarité avec William #POR #EURO2016 #PORAUT",
    "@TokyoLiasso @Kill3UR_ST Jusqu'a mes 3K follow ^^ (C'est le but du rush) ^^",
    "Apparemment, @TheBigBrunowski est au Parc. #POR #AUT #EURO2016",
    "@IvoYoutube De ce que j'ai vu, j'aurais misé sur une finale #ESP - #ITA. #EURO2016",
    "ce que j'écris depuis quelques temps, ça change de mes habitudes, mais c'est bien de sortir de sa zone de confort parfois",
    "@trndsttrx deux au sous sol ca peut finir mal",
    "Belle première période de William Carvahlo.",
    "Manque juste se putain de but.....#ForcaPortugal https://t.co/HRp2mJw3yU",
    "Heureusement y'a un côté positif j'ai placé mon but comme je l'avais prévus, qu'es vous croivait ? 😜😜😁😁",
    "Bon Cr7 c'est quand tu veux mon pote, on attend ton but ta célébration gros, marque aaaaah #PORAUT",
    "Et jvais peindre mes rétro en bleu blanc rouge vous allez voir",
    "@IliasLvz mdrr pour la fin du bac tqt",
    "https://t.co/2Wuv81AegX chapeau cet article qui en arrive à dire qu'il vaut mieux rencontrer l'Espagne en 1/4 que l'Allemagne en 1/2",
    "@kalveros je vais en rater une partie ^^' surtout qu'en rentrant faut coucher le petit... Je pense que je verrais que la fin :(",
    "@Flavien_Licata Et l'arbitre il lui a lâché un carton jaune du coup 😕",
    "@EURO2016 y'a quand même de belles occasions pour le portugal..",
    "La douche de bières aux fruits rouges après chaque but ma mère et ma cousine s'y attendaient pas du tout c'était trop drôle #BELIRL  #BEL",
    "#PORAUT Décevante première mi-temps mais encore de l'espoir avec un but de @Cristiano ESPÉRONS #TeamRonaldo #GoPortugal",
    "Que Dieu nous en garde ! 😱😱😱\n#SauvonsLattiéké https://t.co/EeZgf5Rd0A",
    "@lise_vzn Ba , ouais j'vais voir. La 1ére je regarde sur , j'verrais a la fin de la première :)",
    "J'peux pas finir Empire ce soir j'suis DE GOU TÉE !",
    "Si quelqu'un sait pourquoi les bars autour de Bellecour et Vieux Lyon, n'hésitez pas à partager #euro2016",
    "@BarbaraFluff Tu as raison, en toute objectivité, le Portugal est le plus fort et va finir par concrétiser.\n#PORAUT #fpmeuro2016",
    "@zero_IS_a_size le haut rouge ! Le rouge te va si bien !",
    "surcotééé https://t.co/pOv3Q7QTGT",
    "Haïti-Éducation-Mali : Fin du Sommet sur le financement du numérique auquel participe le ministre ...: Le min... https://t.co/G2mjd6FXt7",
    "Haïti-Éducation-Mali : Fin du Sommet sur le financement du numérique auquel participe le ministre ...: Le min... https://t.co/NGhY7KovKO",
    "Qui va finir 1er du groupe ? \n#SUIFRA , #SUI ou #FRA",
    "@WDamnSon @Shurizai @ExRageur @Henrirejaune je me suis fais reprendre une fois sur cette faute tellement de honte sur le moment xD",
    "Commencez pas à gonfler Ronaldo quand il va marquer bande de FDP que vous êtes !!! #PORAUT c'est le meilleur joueurs du monde tte façon",
    "@Alex_OMagico ils sont venus 3-4 fois au but. Ce qu'il manque c'est la créativité, prendre des risques, de la vista de ouf et l'efficacité",
    "@sykotic90 je plaisante.. C'est leur mère qui est studieuse donc elle a fait leur CNI depuis leur 1an parce que je suis parti en Martinique",
    "Très effacé. #AUT  https://t.co/fVrLKV5I9R",
    "Je suis si joie car j'ai plus cours, parce que je viens plus à la fin :3 mais je dois réviser 1h de math par jour ;__;",
    "@LoaneBarbey oui, fin sa reste une bonne question",
    "C'est reparti dans #PORAUT, avec aucun changement de part et d'autre pour lancer la 2e MT https://t.co/bCj9LQu4Dw",
    "Fin de la récolte cannière, survolez Marie-Galante avec le drone de la DAAF : https://t.co/hCpRFYZB6m https://t.co/Ba1xDSfD7T",
    "Alaba Aladin va sortir sont apis magique #beINCENTER",
    "Flemme de sortir mdr",
    "@mohamedbouhafsi 26 matchs pour un but la saison dernière",
    "se faire remplacer j'crois c le pire truc j'ai jurée",
    "on se rapproche du but.",
    "J'espère qu'ils ont profité des 15min de mi-temps pour réparer les poteaux qu'ils ont cassé les #POR !\n\n#PORAUT",
    "Fin de saison=3 tournois gagner👍👍👍👍👍",
    "46' Début de la seconde période ! #PORAUT https://t.co/j75eLi8pr8",
    "Je n'aime pas faire comme tous le monde , j'aime sortir du lot me démarquer !",
    "#ebayFR #café Moulin café JAPY complet + pièces:  45,00 EURDate de fin: lundi juil.-18-2016 19:52:22 CESTAcha... https://t.co/Z0qDmGcjom",
    "Le numéro 20 Autrichien tu sais quoi ??? Sabitzer 😂 😂 😂 😂 😂 😂 \nSeuls les vrais comprendront #EURO2016  #PORAUT  @EURO2016  @beinsports_FR",
    "Les portugais dominent le match ça c est bien mais marre des poteaux grr #por #EURO2016",
    "@petitdoudou33 @SylvainSalomon @Chouchou_83 c'est un pote en Angleterre qui bouffait ça. J'ai jamais pu finir le seul que j'ai essayé... 😵",
    "Comme quoi, il faut parfois mourir avec ses idées plutôt qu'adopter celles des autres... #BELIRL #BEL #wilmots #EURO2016",
    "ça fait combien de temps que ronaldo n'a pas marquer ? #beINCENTER",
    "On dirait une poupée de crash test manque plus que le X jaune et noir sur le front  https://t.co/LEQwzPGJFd",
    "J'ai mm pas vu la première mi-temps 😂",
    "façon y aura encore au moins 1 but à la fin",
    "@ZerOcarina tu vas pas SÉRIEUSEMENT me sortir l'excuse des petits bras.",
    "C'est partie pour la deuxième période",
    "#PORAUT 45\" C'est reparti pour la 2ème mi-tps !\n#TeamParieur #EURO2016",
    "Sortir 1 vidéo par semaine / toute les deux semaines serait bien.",
    "C'est parti pour la seconde période #PORAUT #EURO2016",
    "Un manifestant contre la loi Travail blessé par un engin artisanal lancé par un autre manifestant https://t.co/w4uMkMnh3f",
    "\"Victoire ou défaite je serai toujours fière de mon pays.\" #POR #EURO2016",
    "Un petit dernier! (Desole pour le spam) #johnjohn2016",
    "Début de la seconde période",
    "Vert, blanc, rouge bleu noir jaune https://t.co/5JCTu2ee6Q",
    "Devant #PORAUT en espérant que le #POR gagne, comme ça j'en connais qui seront content #EURO2016",
    "Mes chers enfants,\nVotre période d'essai touche à sa fin et je vous informe qu'elle ne sera pas reconduite.\n\nTendrement, Maman.\n\n(Ca passe?)",
    "Ptn mon père me force à sortir aux champs élysés",
    "Jpeux attendre son message comme j'attend un but du Portugal ? Ou ca se passe comment #PORAUT",
    "Pq tu mfais ça,c quoi le but",
    "@AbdDharIslam non mdr ils ont pas étudié pour la oumma ils ont travaillé pr sortir de la misère, nuance",
    "Finalement c'était pas juste une pub en fait. #PORAUT #POR  #AUT  #EURO2016  #THESWITCH https://t.co/70oXkI0AHs",
    "Mdr juste pr le kiff jviens de mater le film The Switch à la mi-temps",
    "@TheLastNegus242 La fin du rêve elle était comme la fin d'un film avec un \"the end\" et des noms des acteurs qui défilent à l'écran😂😂😂😂😂😂",
    "Une balle pour chaque chien. Et encore, ils n'y sont pour rien. Changement de visée... https://t.co/900HHh71wI",
    "Appart la fin..",
    "DIRECT #POR 0-0 #AUT / 46' : C'est reparti entre Portugais et Autrichiens du côté de Paris ! #EURO2016",
    "Aller faut mettre un but la #POR",
    "Alaba Aladin va sortir son tapis magique #beINCENTER",
    "Ptn je suis à un repas, je suis entourer de personnes, j'ai envis de chier et je ne peux sortir ...",
    "LIVE- Début du concert de Michel Polnareff Officiel à l'instant à l'ARDÈCHE ALUNA FESTIVAL avec Lollypop... https://t.co/bB5gUrYprm",
    "A LA FIN DU MATCH JVAIS ECOUTER LA NOUVELLE MUSIQUE DES TØP PCQ WLH MA CA VA PAS MDRRRRRR SA VA ME CALMER",
    "Rosicky est forfait jusqu'à la fin du tournoi https://t.co/OYFXgRtvQN https://t.co/ElH0tO8PQC",
    "C'est reparti entre le Portugal et l'Autriche ! #EURO2016 #PORAUT",
    "Nn, nn Quaresma a répondu à l'arbitre 😒 https://t.co/9gBV6Pw61p",
    "Depuis le début de l'euro je bouffe comme un gros , je cours plus ...",
    "Entendre \"comment on raccroche ?\" à la fin d'un appel mdr @clarapidance1 ,18 ans, ne sais pas se servir de son portable 😂😂😂",
    "Sturridge imitant la vague... Surement pour ce moqué des victime du tsunami au japon #TweetCommeLEquipe https://t.co/pRyvUur3JM",
    "Allez l'Autriche on veut un but d'Arnautovic",
    "Qd j'écoute cette chanson jpense grv a Larry mon dieu, en plus jss sur cette fic elle vas mal se finir, jle sens",
    "OUuuuu sabitzer qui aurait pu marquer",
    "@Dlx_ju envie de me dire qu'il a pas sifflé pcq il a pas expulsé Long en première période après sa boucherie sur Carrasco...",
    "@manonbch_ et encore c'est que le début, c'est pas normale autant de similitudes comme ca la 😏😏",
    "@RMCsport juste les joueurs avec carton jaune mis de côté",
    "@nabilakoff @halimclk_abdel @LNT_Parisiens @LGRANDGUILLAUME oui mais bizarrement on se ferai harceler par le fisc et denoncer dans les media",
    "@Ungarsdegauche Dans ce Gvt, y a plus de Gauche, et les 3 excommuniés ne sont plus écolos ! Alors, ça suffit l'usurpation du mot Gauche !",
    "C'est quoi cette mode ou les engagements se font solo maintenant et on joue direct vers l'arrière c'est quoi ce bordel ? #EURO2016",
    "Deux cartons jaunes à la mi-temps pour le Portugal dans un match très engagé #beINCENTER",
    "@FacileProno bha 10 min tous les 5 match mais bon les resultat et que les 2 ont floppés alors qu'il y avait un grand potentiel",
    "@SAV_Numericable bravo pr une seule fonction qui ne marche plus je pensais m'abonner chez vs pr mon mobile mais étant donné le changement ds",
    "Pendant ce temps-là, Guirane N'Daw regarde l'#Euro2016 depuis l'une des geôles de la Gaillette. Ne l'oublions pas. https://t.co/CQJMJiXIWy",
    "@Penkhas Je regarde l'#EURO2016 #PORAUT !!! Tu croyais que c'était greys anatomy ou quoi ?",
    "@Boris__II c dla faute a djibidji",
    "@Zellosia Période sans emploi. https://t.co/QLLYG1DNVX",
    "Inrocks Lab 2016 : c'est parti ! https://t.co/YOluxIXQ0R",
    "Cmt j'ai pas l'habitude de mettre du rouge à lèvre",
    "Le vestiaire portugais à la mi-temps  #PORAUT https://t.co/AREXkNNjyT",
    "Ca sent le but dans le money time encore",
    "@appeash @DopeDances bahaah pg mais wallah c trop stylé alors que ns on avait glr pour le début mdr",
    "Mon père toute sa vie c'est guetter la première mi-temps d'un match, de dormir à la mi temps, et se réveiller vers la 60éme",
    "Donc la CR7 va mettre moins de but que Giroud a l'euro?",
    "L'ombre de Zlatan empêche CR7 de marquer lol  #BEINCENTER!",
    "@nikeftdolan @sendurconfess j'ai trop de mal fin j'aime trop écouter en français en fait, c'est plus simple 🙄",
    "@85laetitia85 ouais ouais, je vais finir par adopter un chat pour faire bien cliché du vieux garçon 😂😂",
    "Espérons avoir plus de chance cette partie 🙏🏼 #POR #EURO2016",
    "lequipe: Mi-temps à Paris. Le Portugal #POR peine contre l'Autriche #AUT https://t.co/1RrscHAPsF https://t.co/nwVAnFCPpU",
    "L'incroyable loupé de Ronaldo 😱 #POR #AUT #CR7 #EURO2016 https://t.co/ZcgbMAWxIb",
    "Le 1-0 pour l'Autriche il se tente quand même. #EURO2016",
    "Plus que 25 MINUTES https://t.co/XGutsoZ4Ov",
    "Le meilleur joueur de QUOI ? #PORAUT #EURO2016 https://t.co/ez5R6zMJ2Q",
    "Ronaldo qui loupe son penalty...",
    "Donc toi Ballon d'Or, Meilleur Joueur soir disant tu loupes ton penalty. Très bien 👏🏾.\n#PORISL #EURO2016",
    "Sans la faute il la mettait au fond en plus",
    "\" OHH Ronaldo qui loupe sont penalty !!! \" https://t.co/f9cjaT99pE",
    "Non mais Ronaldo le poteau là 😳#Portugal #EURO2016",
    "Incroyable de voir que Ronaldo frappe tout les coups francs et penalty qd tu vois qu'ils yen a d'autres comme Moutinho ou Nani...",
    "Rater un penalty quand t'est Ronaldo c'est triste",
    "But clutch à venir",
    "@_blackdeter_ l'Autriche va finir par gagner.... Il fausse tout mon prono la, ça le saoule...",
    "cr7 a rater un peno l'un des signe de la fin du monde",
    "N'importe quoi après vous dites CR meilleur joueur alors que Messi ne rate pas les penalty hein",
    "@Quavoffset_ ca marche aussi pr les penalty",
    "jurez cr7 il va pas sfaire tambouriner à la fin du match",
    "En vrai c'est le petit noir de la pub #TheSwitch qui a tiré à la place de penaldo #PORAUT #EURO2016",
    "LES PORTUGAIS VOUS ETEBT DES CHÈVRES😂😂😂 JPP UN PENALTY IL A LOUPÉ CE FDP",
    "Les islandais marquent leur penalty au moins eux, monsieur Ronaldo ! #PORAUT",
    "Ronaldo le mec est soit disant meilleur joueur du mon et il loupe un penalty et deux coup franc faux arrêté 😂😂",
    "- 58 582... 58 583... 58 584\n- Tu comptes tes pompes ?\n- Non, tes occasions manquées. \n#PORAUT\nPS: y'aura un but 🔱 https://t.co/q5kLl60apR",
    "après le match Ronaldo il va sortir des excuses aux journalistes",
    "CR7 pas capable de marquer un penalty ... #EURO2016 #ProMessi 🙄🙄 lol",
    "Cr7 qui loupe un penalty, je suis deg pour lui",
    "Tin le Gars il arrive pas à marquer sur coup franc alors peno gratos.Mais ça suffit pas.Il peut faire la pub pour VivelDop.#CristianoRonaldo",
    "@PlayStationFCFR Règle numéro 2 un penalty comme sa sa s'appelle 1 penalty de lache",
    "Robert Halmer n'aurait pas mérité de prendre ce penalty. Pas après une telle prestation. #AUT #PORAUT",
    "@sprodhomme133 ça va être dur de sortir le canapé",
    "Se soir , décrassage de kit , on faite la fin du rodage 🔥💨💯⚠️",
    "Et des fois jveux faire comme les youtubeuses fin suivre leur tuto bah ça ft le contraire de ce qu'elles font j'arrive à rien",
    "Ronaldo depuis le début du match il la pas réussit à rentrer la balle ptnn #EURO2016 #PORAUT",
    "Obliger la Pologne elle va gagnée son prochain match 😌🇵🇱 #pol #EURO2016",
    "#EURO2016... 0-0 #Por vs #aut... 80mn de jeux... Un penalty raté par le #Cr7 à la 77eme minute.. Quel match...",
    "Allez un but autrichien a la 88 ème on en parle plus",
    "MAIS CR7 C'EST UNE GROSSE MERDE IL A RATÉ UN PENALTY... UN PENALTY LES AMIS!!!",
    "c'est noté https://t.co/xepGW4dABo",
    "Penalty raté !! Ronaldo etait trop confiant dommage !! #POR #AUT #EURO2016",
    "l'Autriche il vont marquer à la fin ,jsuis sur",
    "Vous attendez que l'Autriche marque pour faire un but ou ca ce passe comment enfaite ?",
    "J'espère le Portugal ils vont marquer à la 90'",
    "@BranditoReezy c'est grave Tà faute wesh. Depuis Ta prlais ln faut que de louper nos occasions asy je vais te bloquer salut",
    "@pfrlau dis moi pq \"le meilleur joueur du monde depuis les 20 dernieres annees\" il marque 0 but en 2 match",
    "Bordel de couille c'est quoi ce penalty #PORAUT",
    "penalty c'était la goutte de trop",
    "Le bac ça va faire comme le penalty de Ronaldo",
    "Si l Autriche gagne, je crois que je souris pendant deux jours :/ #EURO2016 #PORAUT",
    "Ptn sa fou la haine tu domine tout le match et tu vas finir avec un match nul",
    "Il connaît pas la règles je crois Ronaldo ne jamais tirer un penalty quand la faute et sur sois...",
    "Si le Portugal se fait sortir se sera à cause de Ronaldo",
    "Oh oh Ronaldo poteau #por 😱 dommage! #EURO2016  #beINCENTER",
    "@pecathalo franchement le penalty y'avais aucune difficulté là..",
    "Prochaine question de TF1 : \"qui a loupé un penalty en tirant sur le poteau ?! Gain de 1 millions d'euros \"  #PORAUT https://t.co/H8AxXwpYgf",
    "Pepe depuis le début du tournoi il est costaud #PORAUT #POR",
    "L'autre qui rate son putain de penalty",
    "Mauvais...😂 et si le pote voulait se la faire et qu'il t'a dit qu'elle est moche juste pour que tu lâches l'affaire? https://t.co/L0V5TeFPyf",
    "Etre payé 17 millions d'euros par an, et faire un poteau sur un penalty c'est insultant",
    "Demain à telefoot ils vont parler pendant 45 min du penalty rater de Ronaldo c'est sur !!! #PORAUT #C7R",
    "Mdddddddr Ronaldo il va se faire insulter, ça va être terrible. #EURO2016",
    "Ou ça s'en le but pour l'Autriche ça #Euro2016 #POR #AUT",
    "Ronaldo a la poisse ou quoi? tant d'occasion manquées! 😬 même le peno ça rentre pas. #EURO2016 Team #POR",
    "Un but après la 85..je le prend sa se tente.",
    "si jamais il marque après ça va te sortir des \" meilleur joueur du monde il lâche jamais rien \" kinkin",
    "@manonbdzk nah ms la c de l'abus srx, il vient avec sa gueule de Playboy ms il ne sait pas réussir un penalty fallait faire mannequin chéri",
    "@EmoireOff pas de mots.Tu as assuré comme un roi, dont tu as repris la posture à la fin des beaux jours !! Majestueux ! Bravo, malgré genou😧",
    "Sortir le meilleur joueur, pour faire rentrer le meilleur 9 du monde",
    "Euh Cristiano il vient de nous mettre un poto c normal ca ?  #PORAUT #EURO2016",
    "@httpdebnam Jsp dit moi quand t'es la je m'arrange a venir sur cette période la😋💛",
    "Et,comme un bien mal acquis ne profite jamais,CR7 rate le penalty!#EURO2016 Portugal/Autriche.",
    "Il a rater un penalty",
    "Putain CR7 qui loupe son penalty !!! 😱😱 Il a vraiment loupé son Euro miskine... 😅 #PORAUT #EURO2016",
    "@Roro080319911 Le fameux Penaldo qui loupe un penalty c'est pas possible",
    "Même moi j'aurais mis le but il a fait quoi Ronaldo",
    "Ptdrrr jsai même pas sa dépend https://t.co/dNDqLOnIbW",
    "Vivement la fin de ce fichu bac 💪",
    "Ronaldo qui rate un penalty !jai jurer il et pas bien dans se match #PORAUT",
    "Ptdrrrrrrr 😂😂 https://t.co/ap1LBWwn0m",
    "Je suis tellement déçu du #POR 😪#PORAUT #EURO2016",
    "AbdelDecima94 nous dira que si Ronaldo a raté son penalty c'est parce que la balle était mal gonflée",
    "Ta déjà les yeux sa peux passer https://t.co/ceEisHnHuz",
    "Le Portugal est faible le péno n'est qu'un prétexte 20 tirs sans marqué un but c'est très grave",
    "Vous le voyez venir le but de Arnautovic à la fin du match ?",
    "@_Korentin si Eder marque c'est vraiment la fin du monde, les maya avaient raison !!",
    "Le mec il rate un penalti ste plaît !!! Énorme ! Il vaut pas un Pecos ce mec 😂😂 #PORAUT #EURO2016",
    "@Aurelien_D_974 Nan mais là faut le faire sortir Ronaldo",
    "J'y crois toujours pas ! Le poteau de Ronaldo putain #POR #EURO2016",
    "Si Eder met le but je rigole",
    "Ballon d'or 2016 Mdrr https://t.co/yDf0AFRSW9",
    "On a mangé  chez ma tante c'était trop bon et la on regarde le match et tout, l'ambiance et tout c'est parfait ❤️❤️❤️",
    "Attendez attendez pause, Ronaldo a raté un penalty c'est un blague ?? 😳😳",
    "Et sinon Ronaldo a subit la faute et rate son péno derrière. @PoF28 qui c’est qui mettait tjrs ça en avant chez vous?",
    "Il m'a trop déçu Ronaldo sur le penalty :(((",
    "# Le but est assurer",
    "Je veuuuuuuuxxx sortir, faire la fête jusqu'a 8h du matin avec les années 80!!!",
    "Quand veux pas,ça veux pas...\n#CR7 #Penalty\n#PORAUT\n#Euro2016",
    "Ronaldo l'exemple parfait du gars qui gagne des millions mais qui n'est pas capable de marquer un but, voilà pourquoi jaime pas le foot!!!",
    "Ceci dit , Messi a raté plus de penalty que Ronaldo, je dépose ça la.",
    "Mdrrr là aussi il sentait qu'il allait mettre le but victorieux 😂 #PORAUT #CR7",
    "Même sur un penalty t'es pas capable de faire la différence mdr un grd joueur comme toi #PORAUT",
    "La vie de ma mère je comprends pas comment on peut rater un pénalty il est comme Zlatan absent dans mes grands matchs #EURO2016 #PORAUT",
    "2014/2016 le duo KDB-RL9 a encore frappé comme un air de #dejavu #diablesrouges #euro2016 #belirl https://t.co/2EJRb2ERov",
    "Enorme performance du petit poucet de l'#EURO2016 qui enchaine 2 match sans défaite. Force à toi #POR",
    "C. Ronaldo qui se recoiffe avant son penalty, qui fait le beau et tout , et qui tire sur le poteau : je suis mort 😂😂😂 #PORAUT #tusors",
    "Encore un \"record\" https://t.co/Dnd7FAYRD1",
    "faut sortir Cristiano mdr pas gomes hein",
    "Les supporters autrichien qui chantent messi messi messi qd Ronaldo rate son penalty mdrrrr",
    "Rouge à lèvre https://t.co/Q2lFPdIOlv",
    "Manquerait plus qu'un but autrichien, le hold up parfait !",
    "CR7 il pouvait faire le mec quand il était efficace mais là pour l'instant c'est pas le cas...#PORAUT #EURO2016",
    "Il y a que un 0/0 et un 0/1 qui me nique ce soir et bien sûr.Le bon vieux 0/0 qui se peaufine\nJ'ai la rage.. #PORAUT #TeamParieur #EURO2016",
    "A force de l'appeler \"Penaldo\" vous lui avez porté l'œil ! #EURO2016 #PORAUT",
    "@LSalvaudon Il est survolté, juste après le penalty il a piqué un sprint pour aller jouer un ballon à gauche. Passer d'Eder ? :)",
    "Le Portugal domine le match mais marque pas de but",
    "Dites au sénateurs et sénatrices de mettre fin aux #néonicotinoïdes https://t.co/Ln2UZohFS2",
    "@WildeCandies @Fluticasone_P elle risque de se faire prendre elle aussi, mais ça sera ça faute",
    "Regarder le but d'Eder mdr",
    "Un nouveau record pour le meilleur joueur des 20 dernieres années. https://t.co/7QieKZP9Tn",
    "83eme min pour faire ton putain de changement",
    "@Cristiano manque son pénalty ! Ce n'était pas l'heure, on attend toujours les 5 dernières minutes c'est le scénario de l'#EURO2016 #rmclive",
    "@Noah77941745 @sangportugais @ds_yaya l'entraineur il est claquer faut faire sortir ronaldo ma",
    "Le plus beau raté de la soirée #EURO2016 https://t.co/zEHJRPxgf0",
    "Mais vous savais comment y fonctionne un seul but et y fini tout le monde donc évitez de parler trop vite svp tjrs pareil avec vous",
    "@EvinoProd ne jamais tirer un peno ou un coup franc quand on subit la faute c'est pourtant simple",
    "non mais ils faut qu'ils se reprennent et qu'ils marquent un putain de but là",
    "Ce penalty de vaux rien la😂😂😂",
    "Une vrai arnaque le Portugal",
    "chaud CR7 qui loupe son penalty ptdrrrrrr",
    "Le Portugal à bien démarré son #Euro2016 dis donc !",
    "Mdddrrrr je m'en remets pas de son penalty 😕😂",
    "82' Sale Gomes entra Éder (#POR) #EURO2016",
    "@Superalex_20 @Sdchachaze Il n'y aurait plus de Twitter, Twitter serait remplacer par un nouveau réseau social xD",
    "Ronaldo il faisait trop lmec après son tir au but en ldc il avait dit je savais que j'allais marquer mais la y'a plus personne",
    "Ils peuvent encore marquer 🇦🇹",
    "#LePoteauDeRonaldo 😈😈😈😈\nSur un Penalty !😱",
    "mdr Cristiano qu'à raté son penalty",
    "Le Portugal depuis leur victoire 5-1 en amical et bah l'euro c'est pas trop sa hein #EURO2016 #PORAUT",
    "@Ex0tiikBaby @MilaanieS mais je suis hilarante de toute façon. C'est pas de ma faute",
    "@Nike expliquez vous. C'est quoi ce merdier rendez moi mon Cristiano grrr https://t.co/S5v1CZ3dRb",
    "@fuckyeahJoaquin Parce que déjà quand tu rates un penalty c'est que le gardien a eu de la chance pas parce que tu fais poteau x)",
    "🔁 83' Éder is on to replace André Gomes for Portugal's second change. #POR #AUT #PORAUT #EURO2016",
    "@SAVIDANSTEVE il y a 30 secondes ta dit que Portugal allait marquer !!! #retournagedegirouette #rmclive",
    "@MJ82_FS @FS_Wonho *rapporte des chaussures pointure 56, une perruque rouge et un nez rouge* Tenez proviseur Wonho ! Vous êtes le clown !",
    "@MendesTeresa8 @ya_nnaa 😂😂 T'as vu le penalty de Ronaldo y'a 2 minutes environ ?? 😂😂😂😂😂😂😂😂",
    "Comment tu rate un penalty comme sa",
    "Loi travail: course de lenteur au début de l'examen des articles https://t.co/tsxgq6j1if",
    "Ronaldo à la fin du match il va sortir comme sa\n#PORAUT https://t.co/IqmlewUlEC",
    "Ronaldo pour mettre des quintuplé contre Getafe il est bien présent mais pour marquer un but à l'Euro y'a plus personne 🤔",
    "3 mois de convalescence pour le coureur mayennais : https://t.co/8MPTNllqp0",
    "Un record de plus pour le grand CR7 https://t.co/vTWl4oNVbY",
    "une tres jolie petite cochonne a baisé https://t.co/2Maq8AyeZx",
    "@Aurelie_Gascon Cet article est aussi très contreproductif en matière de lutte contre le harcèlement à l'école.",
    "Comment il a fait pour rater le penalty sérieusement il m'as dégoûtée 😡✋🏼",
    "@EConnerie @212ENAXX ouai fin le sujet ça va pas être \"qu'est-ce que la demande effective?\" morray",
    "Putain il siffle tout pour Ronaldo !#PORAUT #EURO2016",
    "C'est bon il m'a mis la haine comme jamais ! Il fait des trucs de fou et foire un penalty non mais c'est bon ca m'a gavé #PORAUT",
    "j'aurai pas parier il l'aurait mis son putzin de penalty",
    "Mais je sens Ronaldo il va marqué avant la fin du match #PORAUT",
    "#Ronaldo il mérite deux baffes 😱😱 #EURO2016 #PORAUT #Portugal #autriche",
    "Ronaldo fait malin dans pub mtn mais sur le terrain ca va plus hein 😂😅😩 #EURO2016",
    "Tu connais ta table @Cristiano  https://t.co/tLRCNsuieR",
    "Un grand but, mais non faut qu'il touche le poteau",
    "Si le Portugal perd dans les 5 dernières minutes la Nelson je vais le terminer",
    "C'est ça en fait mdrrr #PubNike https://t.co/vMCI5Qs7xA",
    "@Misspsg75019 zlatan il a loupé son penalty contre city gneu gneu gneu",
    "#Ronaldo @Cristiano  Magnifique  le #penalty #EURO2016 #PORAUT 👍😂😂😂👏👏 https://t.co/NySRj40Uxu",
    "Il a raté son penalty!mon coeur est en joie mamaaaaaaa",
    "Tellement il veut être premier partout qu'il s'illustre même dans la tocardise alors que son équipe est dans pain.  https://t.co/5X1xtR5QXQ",
    "Elle se sent coupable d'avoir tué 300 personnes à Mont W. https://t.co/5pdyddeg05",
    "Stahlaff il le fait sortir",
    "Même moi je loupe pas un penalty :(",
    "MDRR C'EST RONALDO APRÈS SON PENALTY LA VRAIE HAINE #PORAUT https://t.co/PoM0AbdHPs",
    "Quand Eder va marquer et délibérer le Portugal &gt; #PORAUT",
    "@blackmxgnus moi non plus et à la fin il n'en restera qu'un",
    "Mdrrrrrrrrr je suis morte la 😂😂 #EURO2016",
    "@SilvereMeya loool en tt k leur match est plaisant mais bn ils veulent pas marquer",
    "Ce n'est pas un grand soir pour Cristiano Ronaldo. Malheureux ! \n#EURO2016 \n#POR #AUT",
    "C'est vous non! Vous ramenez vos histoires de clubs ici.  https://t.co/XAQPyI5O9m",
    "Frustration. Cr7 a la fin du match il va écouter diams feat vitaa",
    "Erf, ce but annulé. Il aurait juste dû reculer pour éviter le hors-jeu. #PORAUT",
    "@emoucrl de toute façon Mogo &gt; Ronaldo mdrr meme moi je loupe pas un penalty",
    "Poteau sur penalty, but refusé pour hors jeux, voilà le résumer du match de Ronaldo",
    "But refusé image de ronaldo au moment du coup de sifflet https://t.co/5WlpXT33Tr",
    "Ce match est classé numéro 1 dans le @topito_com des plus grosses \"lose\" de l'histoire du sport. #PORAUT #EURO2016",
    "RONALDO JSUIS DSL PR TT CE QUE J'AI DIS SUR TOI PARDONNE MOI JLE PENSAIS PAS  STP BB MET UN BUT ❤️🔐🔐❤️💍❤️🔐",
    "Moi j'ai jamais compris les attaquants qui se mettaient hors jeu dès le début comme ça",
    "Comment Ronaldo peut rater un penalty?",
    "Ronaldo c'est 100 frappes 0 but",
    "@Morg_bsr oui surtout que c'était un penalty mdr",
    "AdVini en passe d'acquérir Béjot sur fond de soupçons de fraude (via @LaRVF_mag) https://t.co/sUNWlSYcs4",
    "Non mais t'a le droit de louper un penalty car je t'aime pas trop mais stp mais un but je rigole plus.",
    "Non laissez lui le but c est salo #PORAUT",
    "Oh le Portugal qui se voit refuser un but. Je crois que je vais hurler devant la télé. De joie. Allez les autrichiens!",
    "Allez l'Autriche 10 minutes à tenir.Ronaldo qui loupe un penalty et qui marque en hors jeux...c'est de bonne augure ...",
    "But refusé *rire de Desailly*",
    "Hors jeu, aller c'est bon le Roro m'a gavé #EURO2016",
    "l'époque où quoi que tu dises tu pouvais terminer la phrase avec un cmb",
    "Et quand il marque enfin le but est refusé. Vous avez dit malchance ? #LT #PORAUT",
    "Le Portugal a environ 108 occasions.. Comment ne peuvent-ils pas gagner ce match ??? #PORAUT #EURO2016",
    "Le seum CR7  https://t.co/sQM6HPvVgk",
    "si c'est pas le penalty c'est le hors jeu NAN",
    "Nan mais déjà yaura jamais du avoir une faute , yavais mal collé  au corps et c'est cr7 qui la réclame larbitre il le suce tellement #PORAUT",
    "Mais c'est géniale ce match 😂😂 But refusé car hors jeux oh punaise 😂😂 SVP les autrichiens marqué un but pour gagner !! #PORAUT",
    "Ils ont 4 min pour marquer sinon je perd mon pari",
    "Ils ont du mal à construire les portugais la... un comble pour eux ! Lol #PORAUT #EURO2016",
    "But refusé pour hors jeu... Cette malédiction... 🙈 (oui, moi aussi je regarde le match !) #PORAUT",
    "Je crois maintenant je vais regarder juste les 5 dernières minutes, avant il se passe rien #EURO2016",
    "PUTAIN MAIS T TRO NUL AHAHAH MEME PAS CAPABLE DE PAS ETRE HORS-JEU C BON RONALDO TU ES TERMINER !!!!! T PLUS AUSSI BON QUAVANT CIAOOOOOOO",
    ". @KillerFromParis nique sa mere l'arbitre de touche fallait laisser le but",
    "kestu mdis but hors jeu ?",
    "Un but refusé. Ma parole, j'en ai marre.",
    "@RugbyramaFR White a dit que c'était de la faute au français qui restait mais l'an prochain plus de sentiments, 15 sud af sur le pré",
    "@Cristiano MDR \nLe meilleur joueur du monde il paraît !! J'suis mort mdrrrrrrrr #EURO2016 #POR #PORAUT",
    "Je me tape une grosse barre si l’Autriche met un but x)",
    "jespere l'Autriche elle claque un but A LA française",
    "votre humour est formidable ! ça nous permet de rire un peu ! mais ça pourrait ressembler à ça !!!! https://t.co/lERvSPsGVV",
    "Non il va marquer.... lol. #Ronaldo #PORAUT",
    "Putain le but hors jeu qui doit vous faire pleurer la 🤔 #PORAUT",
    "C'est officiel, le Portugal est le pays le plus poissard de l'Europe ce soir #PORAUT #EURO2016",
    "Mdrrr en Liga nombreux de ce genre de but de Madrid ont été acceptés cette saison !! 😩",
    "La vie jvais pleurer, la seule fois où je supporte cette equipe de fdp il arrive a rater un penalty",
    "Ronaldo il veut a tous pris marqué donc il squat devant le but mais il oublie les hors-jeux mdrrr",
    "si seulement je pouvais sortir..",
    "@AdamBombole un penalty très valable...le pauvre Christiano.Maudit pour cet Euro",
    "Messi a raté combien de penalty cette saison ..?",
    "A quelques minutes de la fin de ce match #PORAUT https://t.co/DnzoyL4RgK",
    "Mddddr mes voisins ils ont cru qu'il y avait but ils étaient fous de joie et après je les entend râler 😂😂 #PORAUT",
    "Juste pour ce penalty! Cool les gars  https://t.co/hcQIQV7IJO",
    "Ce n'est pas la journée de #Ronaldo. But refusé sur hors-jeu. #hilarant #PORAUT #EURO2016 0-0 4 minutes à jouer...",
    "Aaaaaaahaaaaahh.... 🔫 C'est n'imp ce match.. #PORAUT #EURO2016",
    "Poteau + hors-jeu mdrrr manque plus que la blessure pour cr7 #PORAUT #EURO2016",
    "Le but était beau ptn 💔 #PORAUT",
    "@ziamaIoley bah portugal viennent de marquer mais c'était hors jeu ou un truc comme ça du coup ouais",
    "oh mais je rêve là ? But refusé ? on a le sheitan avec nous je vous jure, bordel de merde #POR #PORAUT",
    "@Noah77941745 @sangportugais @ds_yaya ils vont mettre un but a la payet",
    "Eder va marquer. C'est écrit, c'est la semaine des Eder. #PORAUT",
    "J'veux juste qu'il marque le but se la victoire a la derniere seconde si il faut ou meme rui patricio maiq putain allez le Portugal ! 🇵🇹",
    "@monicagiannix la fin de l'épisode 7 😍😍",
    "@Drhmn_ Donc tous les joueurs  qui loupe un penalty doivent arreter le foot ,",
    "@ABrilliantGuy @SamsungFR La meme j'crois ca va appeler Patrick ca va sortir des \" Pierre il t'a insulté\"",
    "Jvois vous êtes pas trop deg,  Moi les bleus ils font ce matchs avec ces faits de match sans marquer je pleure ma mère",
    "C'est à force d'aller à Poudlard (Maroc) que Cr7 est pourri #PORAUT #Euro2016",
    "Grave marrant comment vous critiquer l'un des meilleurs joueurs de l'histoire juste pour un penalty ! ✋",
    "Allez la faut que sa rentre 😨😔 #PORAUT #EURO2016",
    "Pendant qu'il y a 5-0 sur @M6 il y a toujours 0-0 sur @TF1 #PORAUT #EURO2016",
    "A chaque fois que tu tweetes comme ca j'ai la voix de Karim des déguns dans la tete avec l'accent ça m'encule 😭😭😭  https://t.co/SG7CXG79hQ",
    "@tommensides si un but refusé",
    "J'espère de tout mon coeur que l'Autriche va marquer",
    "Une pensée pour toutes les concierges qui vont sortir les poubelles en pleurant #PORAUT",
    "A partie de 89´ les gens !! yaura un but je vous dis",
    "@cuicuiNRV @Zgur_ @alanloff @nssommesunjourn À une primaire PS @gerardfiloche tribun-né ferait un carton 🙌 (fait longtemps que je me dis ça)",
    "Cest dure pour Ronaldo 😂 #JesuisPortugal #EURO2016",
    "Ce but refusé était une raison de m'auto-RT.",
    "La Hongre qui va finir 1er devant l'Autriche et le Portugal &gt;",
    "Un rouge vient d'apparaitre. \n\n#Ariane5 #VA230 https://t.co/EM0w46PDiu",
    "FDP J'AI PERDU MON PARI À CAUSE DE LUI  https://t.co/V7dZz7Z9KE",
    "@Aicha_hchm mdr jlm pas depuis le début tfacon",
    "Mais mdr il est hors jeu 😅 il a un karma pourri @Cristiano ce soir #PORTAUT #EURO2016",
    "J'aime une vidéo @YouTube : \"Le Hobbit : la Bataille des Cinq Armées (Générique de fin non officiel)\" à l'adresse",
    "#POR 0-0 #AUT : Incroyable le début de compétition pourri de Ronaldo ! :D #PORAUT",
    "y'a des jours comme sa ou la chance est pas la #EURO2016",
    "Quand je vois les jeunes de mon âge, toutes en train de boire, sortir en boîte.. je me demande si c'est moi qui est pas normal ?",
    "Quand jvois Ronaldo faire poteau à un penalty  https://t.co/wBn9T6KKRP",
    "Le but de @Cristiano est super! Un coup de tête ptn! Il a raté le plus facile mais le but le plus dur! MDR! 😆 #RTSEuro",
    "J'espère que l'Autriche va marquer bien comme il faut",
    "Je ris https://t.co/NJFVJRM7bo",
    "J'annonce but de l'Autriche dans le temps additionnel",
    "@ThMt_Ludo jusqu'à moment où le but est refusé pour hors jeu 😭",
    "Ronaldo n'est bon que pour chialer... #POR #EURO2016",
    "CT GRAVE DE DOMINER AUTANT ET PAS MARQUER",
    "Laisser le marquer Ronaldo il va pleurer svp ... #PORAUT",
    "@caillat_l non par contre ils dominent grave mais la Ronaldo il s'est pas marqué un but!",
    "Supprime fréro https://t.co/wkLIfw0sX6",
    "@ThibaultGsn Mdrr c'est sa en plus et eux une frappe un but ptdrrr et les contres",
    "@shepxamelia @mellekomskaikru Mais y'a pas eu de penalty keske tu dis mdrrrrr",
    "Mon pere ma tué qd meme il etait content du but mais dès qu'ils ont dit qusa compter pas il c rassis déçu 😂🇵🇹 #PORAUT",
    "T'facon je détruit tout. C'est de ma faute. Je suis égoïste, méchante, déprimante...",
    "@AzevedoJohn ptdrrrrr le but hors jeu de Ronaldo cest Herve a torreilles! 😂😂😂😂😂",
    "Ptn le sal faux espoir pour le portugal avec hors jeu 👐🏼 #EURO2016",
    "@skyforwilkinson ah merde je peux sortir que jeudi...",
    "#PORAUT Il vient aussi de marquer un but refusé! Hors-jeu!\n#EURO2016 https://t.co/V9PNMaBD91",
    "CR7 arrête avec tes têtes vraiment, et vise le but",
    "Ronaldo a la fin il va rentrée dans le vestiaire autrichien",
    "Dans mon coeur ce match c est 1 penalty cadré de Ronaldo+ but de la tete",
    "@leftychris Affirmatif !! Le patron qui ne rentre pas dans son #EURO2016 👎",
    "Ils se sont tous faire avoir même moi sur le but hors jeu historique de C.Ronaldo mdrrrr",
    "J'espere Renato Sanches il est blessé pour pas jouer parce que sinon le selectionneur -&gt; 🚮",
    "Ronaldo il a fait cb de tirs depuis le début de l'euro?",
    "On like la voie cassée pour un but hors jeu",
    "Le pire c'est que au delà du penalty raté vous allez voir qu'on va perdre ce match #PORAUT",
    "Je pleure  https://t.co/HiNwl6UV4o",
    "But refusé la Jsuis mort gros il allait délivrer toute une nation ce soir on dormait pas",
    "Je regarde que les fins de match maintenant car c'est là que ça devient intéressant #EURO2016 #PORAUT",
    "Ronaldo ce soir c'est #NoKarma 😂😂😂 #PORAUT #EURO2016 #POR",
    "#Ronaldo il est tellement maudit il doit en faire des cauchemars de cette #EURO2016 😱 #CR7 #PORAUT #POR",
    "#EURO2016 #PORAUT PTDRR Ronaldo il et maudit il etait chaud puis non hors jeu 😂😂😂",
    "@zakkissi j'ai suppr le tweet j'dirais sa A la fin du match c mieux",
    "Ronaldo la malédiction #POR  #EURO2016",
    "@SophienShakur mdr 1 penalty loupé , 1 but hors jeu , j'en connais un qui rage :p",
    "Vous êtes marrant vous mettre un penalty c'est pas si facile hein",
    "Jour 2 à #Montréal : mon corps est rouge. Je suis une écrevisse. #coupdesoleil",
    "@hideo_kojima_en et pour le japon j ai vecu les plus belle annee de ma vie pour eviter le tsunami et on a cherche un budget .",
    "Et j'commence à me taper un fou rire et j'deviens tte rouge, Ed a pas lu le snap et vu que j'veux pas lui dire y avais quoi bah il replay",
    "À 2minutes de la fin tu fais des changements toi aussi t'es fort ! 👏🏼👏🏼",
    "L'arbitre qui refuse le but nique ta mère tu veux pas faire genre tu as rien vu",
    "1 RT = 1 but pour l'Autriche #PORAUS #PORAUT #AUT",
    "Vous inquietez pas si le RER est bloqué. Ronaldo se sera jeté en dessous après le match ;D #PORAUT #EURO2016",
    "Commencer pas à remettre en cause Ronaldo aussi c's qu'un penalty",
    "un but un 🙏🏼 se deus quiser",
    "Après l'euro Cristiano Ronaldo arrêteras sa carrière de footballeur professionnel à cause de sa malchance. #PORAUT #EURO2016 #POR #CR7",
    "j'annonce un but la",
    "@RTsioury mais le seul but qu'il met il est hj ça saoule quoi on a pas de chance",
    "ronaldo il va se tuer avant la fin du match",
    "@iampostbad mdrrr le petit cri à la fin",
    "Ronaldo sur son but, même s'il était dehors du stade il aurait pas sifflé hors jeu #PORAUT",
    "les portuguais votre jeu là il est pas très ..... constructif 😅\n\n#EURO2016",
    "@Maxime_Pra non je parle du but hors jeu il m'a fait trop rire après son peno",
    "vsy la jveux un but des autrichiens svp",
    "Ronaldo, c'est le meilleur joueur de ton équipe de poussins qui veut marquer tous les buts et qui pleure quand il perd. Tocard",
    "J'espere l'Autriche va marquer les Portugais ils ont trop raté",
    "Même l'appli officielle de l'euro a cru qu'il y avait but #PORAUT https://t.co/IQgOtshzKH",
    "Mdr on est reparti pour un 1 an. A force de recruter une equipe niveau L2 on va vraiment finir par y aller https://t.co/t1pvllVpYu",
    "Dans mes pronos de début d'Euro, j'avais dit le Portugal avec 5 points,le compte sera bon",
    "Les Portugais devant #PORAUT actuellement #EURO2016 https://t.co/EfzKCYzK9W",
    "Même si le #Por gagne ce soir, je ne pense pas qu'il ira loin dans la compétition. #EURO2016 #PORAUT",
    "Bon penaldo il va sortir encore une connerie sur l autriche apres #PORAUT",
    "#Reuters Caroline Garcia en finale: Caroline Garcia a sorti la surprenante Belge Kirsten Flipkens en demi-fin... https://t.co/mCVlH3lGbv",
    "Ronaldo qui loupe un penalty c'est comme LeBron James qui loupe un lance franc nan ?",
    "Ronaldo il va jamais marquer 😂",
    "c'est l'heure du but à la dernière minute",
    "Mais qu'est-ce qu'il est décevant ce début d'euro, on dirait une soirée ou ya que des meufs rincés 😭",
    "@TeezY_AS c'est ça mais non je comprend pas ses choix sérieux !! Il a large sa place dans l'équipe pourquoi remplaçant sérieux ...",
    "J'veux un but de l'Autriche juste pour bien rire",
    "Tranquille Ronaldo je te fais confiance tu vas marquer dans le temps additionnel tu le mérite 👊",
    "Aller Cricri mets moi ce putain de but !",
    "Apres ce match, CR7 va remettre la faute sur : #PORAUT",
    "Cette nuit vous allez entendre \"Ronaldo c'est suicider\" c'est pas possible il a la haine contre lui meme de ouf #EURO2016 #Portugal",
    "#PORAUT Putain @Cristiano qui rate son penalty :O Même Jean Guy Wallemme il le met OKLM ! #Loose https://t.co/ohSRh9np9o",
    "Waaahh nan sah jespere il va marquer pcq sa sfait pas il a pas dchance Ronaldo",
    "@212ENAXX @EConnerie ouai fin j'peux broder j'ai des connaissances de base",
    "Faut remettre hitler au pouvoir c pour sa que cr7 met pas de but !",
    "Le portugal va faire 3 nuls alors que l'autriche va aller gagner contre l'islande.. Résultat portugal éliminer 🤔 #PORAUT #EURO2016",
    "Après Ibra, c'est donc Ronaldo qui me nique un twitte prêt depuis le début du match.",
    "Le but refusé il fait mal aux portugais",
    "mdrfrrtrrt il va pas marquer jsuis sure",
    "Bon.. Vous croyez que le Portugal peut faire un 2-0 ? Parce que c'est ce que j'ai parié. #EURO2016",
    "J'ai voté pour Raphael Guerreiro  comme homme du match sur MYTF1 !  #EURO2016  #MYTF1 https://t.co/JBA5sMdRtv",
    "Les Portugais depuis le début ils font que de rater des grandes occasions et là CR7 il rate son penalty 😐 #PORAUT",
    "Dites au sélectionneur que pour finir meilleur 3e faut au moins gagner un match :/ @selecaoportugal",
    "Qd le Portugal va marquer à la 93'",
    "Votre triple ballon d'or qui fait 20 tirs 0 but.",
    "Mais ma parole il va marquer dans le temps additionnel il vs enlever son t-shirt et montrer ses abdos",
    "J'ai reçu 7 snaps de Portugais du penalty raté du genre \"Regarde on va marqué\" ptdrrrr ah mes pauvres",
    "@Solar_BTD pcq cr7 il a marquer mais c'était hors jeu",
    "RONALDO IL A JOUÉ EN MODE MESSI.. IL A LOUPÉ SON PENALTY 😂😂",
    "@jiji3love mdr le dehors est dur. Il a voulu sortir un \"vs avez une beauté de vapeur de tchep\" mais cme tu es choco il a du chger de version",
    "Je vois le #POR finir 1er du groupe F et perdre en 1/2 contre l'#ESP",
    "Je viens de finir la saison 4 de Arrow",
    "Ronaldo il testait le poteau, voir si c'était de la bonne qualité et si les fondations du but étaient bonnes",
    "Le seul but qu'il met il est hors jeu ptdr.",
    "Dans 30 seconde y'a but",
    "Troye songs (; https://t.co/F6QqAt4ISc",
    "Nani et Quaresma sont meilleurs que CR7 sur ce match et il les fait sortir.",
    "Alleeeeeez un petit but de dernière minute",
    "J'aimerai que l'Autriche marque un bon but là !",
    "Le but refusé c'est une blague j'espère 😡",
    "#Ronaldo, victime d'une malédiction ? #PORAUT #EURO2016",
    "C'est très grave d'avoir un 9 Comme elder dàns son équipe #EURO2016 #Portugal #PORAUT",
    "3min pour marquer un but",
    "Ta quel âge pour louper un penalty sérieux rattrape toi la 🇵🇹💪 https://t.co/PTy8TPL4c8",
    "Je veux un but de Fuchs",
    "T'es 3fois Ballon d'Or\n_tu mets ton penalty sur le poteau\n_tu te rends pas compte que t'es 3 mètres hors-jeu\n#PORAUT https://t.co/WYBwzZw5ff",
    "L'attaquant le plus fort d'Europe loupe son penalty .. Lui demain il vas manger dans la presse msk",
    "@ChesnaisServan gros tout les footX vont sortir de leur taverne la",
    "L'Autriche met un but j'me renomme hitler et je me rase le crane",
    "Coachella  https://t.co/YuNhKVRHNr",
    "@ClementEmery ils ont pas louper autant d'occasions que ça. Le mec penalty et il fait poteau",
    "Je crois que #Ronaldo va prendre louloucouptere direction madère après le match!#PORAUT #EURO2016 #CR7",
    "Bientôt même @supervictor se foutra de sa gueule https://t.co/qz1lVbrC57 #PORAUT",
    "ça serai bien un but de dernière minute du Portugal",
    "Toujours un plaisir de croiser mon vieux frère @10apg dans notre vélodrome! #euro2016 #fraalb… https://t.co/wJSwO0APGg",
    "@Keviin_Goueto Mdrr avoue t'y a cru sur son but hors jeu",
    "Aller on est plein Payet Time la. Faut mettre un but ✊🏾",
    "cr7 met nous un petit but mtn qu'ils ferment leur gueule",
    "Fait sortir CR7 la pff il me dégoûte c une grosse merde en vrai 😡",
    "Un but de l'Autriche et c'est le meilleur euro de tous les temps",
    "Bon normalement c'est a ce moment la ou on a un but #PORAUT",
    "Allez petit but de Pepe sur tête à la 90+3 je le sens",
    "... résumé de la deuxième période #PORAUT @williamcaudie https://t.co/atYG7cCuDR",
    "J'avoue que Ronaldo mérite de marquer, mais ça me fait bien plaisir quand même",
    "J'annonce Portugal but a la 93ème",
    "@RomainBonnefon je passerai à la fin de la semaine !",
    "Quand il marque un penalty vous chipotez, il rate vous chipotez lol mdrr quoi",
    "L'été c la période ou les chiens dla casse ont faims",
    "meilleur joueur du monde il gagne jsais pas combien pr pas marquer après hors jeu j'ai le démon ptn",
    "@YlannK disquette c'est juste il arrive pas pcq un a pris sa place fin",
    "@Thunderbirds3 \nLa diffamation, le harcèlement IRL, les calomnies: ses pratiques constituent des délits selon le NCPP \n@PadawanOff",
    "PTN ALLER UN BUT SVP🇵🇹",
    "Bon on attend le traditionnel but de la fin de match",
    "Mojito depuis l'début on sait qu'c'est faux le feat avec Jul😂",
    "LA FIN D'OITNB JE SUIS PAS BIEN",
    "SVPPPP JUSTE UN SEUL BUT LAAAA JUSTE UN APRÈS C'EST BON 😭\n#PORAUT",
    "Bon c'est vraiment pour faire plaisir à @MoiDemocrate #FraSmallBoobsTeam (Bleu, blanc, rouge? 🇫🇷) https://t.co/Rb4FJCv27c",
    "@G_Triiistan mais mddr je parle pas de Ronaldo... Mais à la 70eme tu fais sortir Nani il est cuit",
    "Contre leur camp !? Ouaii https://t.co/lkWEQFaFnd",
    "Préparez vous but des autrichiens à la 92eme",
    "On a 3 minutes pour marquer allez #ForcaPortugal #PORAUT",
    "@adrianowatson11 oui aller faut que le Portugal mette le but dans le temps additionnel #PORAUT",
    "Je rigole l'Autriche cale un but 😂",
    "Mais faites sortir Ronaldo!",
    "Le penalty, le but hors jeu, j'ai jamais vu une malchance pareil j'ai les nerfs",
    "J'ai pas réussi a la fin mais fautes comme si vous aviez rien vu",
    "Bon l'Algérie joue demain contre La Croatie on est bien on espère la victoire insh Allah #EURO2016 🇩🇿",
    "Ronaldo il est maudit, c'est la fin de l'euro pour lui : un poto suivit d'un hors jeu le prochain c'est le carton ?! 🤔😂👏🏼 #PORAUT 🇵🇹⚽️",
    "#EURO2016 #PORAUT j'avais dit 1-1 sa seras 0-0 😂😂",
    "C'est a cause du renois de la pub Nike il a pris son corps à cette heure ci le gars il va finir ballon d'or on va voir flou  #PORAUT",
    "La gow dans les tribunes qui s'est levée je suis sur elle a reconnu sa cousine du bled #EURO2016 😂",
    "Donc mon genou est en sang pour un but refusé, niquez-vous",
    "Arrêtez d'y croire, Ronaldo n'est pas Payet. #EURO2016 #PORAUT",
    "Merci Benzema, ton but-petit pont vaut ts les minarets suisses&amp;ton chef-d'œuvre de fin 1 mine à la raie une...bombe à l'arrêt...de jeu June…",
    "un ptit but de dernière minute",
    "J'espère que l'Autriche va marquer ❤️❤️❤️❤️❤️❤️❤️❤️❤️",
    "Jai expliqué la regle de hors jeu a ma soeur 😂 elle a enfin comprit !! #EURO2016",
    "@piairee mdr un de c footix chui mort  , Il fait un bon match mais il a pas de chance mdrr",
    "#POR vs #AUT\n#EURO2016 #PORAUT\n90' min +3",
    "but de dernière minute svp oh in domine tout le match ce serait mérité putain #por",
    "Et sinon Ronaldo tu la vit comment cette malédiction ? Mdr #PORAUT #EURO2016 https://t.co/3Jj0pUrKLS",
    "@xZiqouille J'en ai mare des hors jeux 😡😡 #POR #PORAUT #EURO2016",
    "Parce que le Portugal est une grande équipe peut être ??  https://t.co/xQKpuFbSTf",
    "Et moi qui croyait que l’Autriche allait en manger une plus sincère qu’un pitbull devant Régis Labeaume. #EURO2016 #PORvAUT",
    "Guerreiro fait un vrai bon match 👍 #PORAUT",
    "Wesh Ronaldo il est capable de foutre un penalty en final de la ldc mais pas contre l'Autriche 😞 #PORAUT",
    "sortir Nani pour 5 minutes c'est trop tard il a déjà gache le match",
    "🔴#VA230\nRouge Ensemble lanceur ... Le chrono repartira de M-7:00",
    "@CaamilleA ptddr psk il était hors jeu le joueur rouge qui a marqué",
    "Si jcroise un portugais ds la rue jvais l'appeler poto 😂⚽️ #poteau #EURO2016",
    "@riadhallahalla c la faute a badr",
    "Aucia https://t.co/N79JXPMFoZ",
    "Il ne manque plus qu'un but des Autrichiens #PORAUT",
    "Ils vont encore réussir à se faire sortir les portos. #PORAUT",
    "Cristiano Ronaldo a fais un Switch de merde avec Morel je pense !! #EURO2016 #PORAUT",
    "Fallait sortir Ronaldo et faire rentrer Renato wsh",
    "Vous allez chauffer Pepe il va monter seul balle au pied marquer 😂 #PORAUT #EURO2016",
    "Voilà pourquoi il aurait fallu qu'on soit 2ème de groupe et non 1er...  https://t.co/MXLVUsdYRw",
    "Si Ronaldo il touche pas le ballon sur le coup franc , je crois que y a but en plus 😴",
    "Pas si vite pas si vite ; un petit but de Ronaldo face à la Hongrie et l Portugal terminé 1er de sa poule",
    "@claraawho @EURO2016 bah oui, c'est pas de chance depuis tout a l'heure",
    "Cr7 : 51 but dont 16 ldc+ gagne la Ldc\nMais non le ballon d'or est mérité par le cousin à Valbuena qui à mit  32 but cette saison",
    "faut se motiver et marquer !",
    "L'Autriche peut marquer svp qu'on rigole un peu",
    "Marseille - Marseille: fin de la grève dans les terminaux pétroliers du port - https://t.co/buByZNKb4d",
    "Sa rage sur Ronaldo mais lui il est déjà champion d'Europe #EURO2016",
    "Si le Portugal marque, j'offre un kebab à tous mes potes de bahut. #PORAUT #POR #EURO2016",
    "@charlycarratero j'crois il a toujours pas encaissé le but que je lui ai volé",
    "@Druci598__ ptdrrrrr lportugal y vont marquer",
    "Il manquerai plus qu'un petit but de l'Autriche à 90+3 min et je me pisse dessus  #PORAUT",
    "Cr il va trouvé des excuses du genre \"le but était pas dans les normes aussi\"",
    "Il me soul Delormeau parceque c'est en grande partie de sa faute !  https://t.co/mIbu6FCV0T",
    "mon livre il est nul :( j'hésite à pas le finir",
    "Ronaldo : \"le poteau n'a rien montré du match, il ne mérite pas sa place à l'euro\" #EURO2016",
    "@MyriiamSP il veut absolument prouver qu'il est la, qu'il peut marquer ce qui accentue son jeu perso (apres ce n'est que mon analyse)",
    "Ronaldo il va marquer le but du nul face à la Hongrie il va lâcher un calma et la planète entière se rendra compte du ridicule de ce joueur",
    "#PORAUT #EURO2016 J'ai un titre pour la une du @20Minutes : \"Ronaldo, le Giroud portugais\".",
    "Ronaldo il veut rentrer chez lui pour matter Messi en Copa America marquer des triplés j'crois.. mdr #PORAUT",
    "Les Portugais ils sont pétés ils ont tirés 20 fois aucun but wouah",
    "Elle est bien faite cette app officielle #EURO2016, mais parfois les scores sont bizarrement actualisés #PORAUT https://t.co/IAgmoiZFxm",
    "@ElCSPHENOMENO tu veux que je t'unfollow aussi ?? ( je plaisante depuis le début hein ! 😉😊)",
    "Franchement, ça ne m'aurait pas étonner de voir l'Autriche marquer 😏😂",
    "Mais je rêve 😂 branquignole  https://t.co/uvN7Cf89iE",
    "Messi et Ronaldo ont le meme nombre de but lors de l' #EURO2016",
    "Le Portugal on aurait dit lorsque tu joues à Fifa. T'as 20 occasions, 15 tirs cadrés, 2 poteaux, 1 transversale et 0 but",
    "@tinaamrq @__elison_ non mais ce soir il a eu penalty coup franc corner l'arbitre pouvait pas faire plus :/",
    "Qui ça ? 😂 https://t.co/msx0NSYM68",
    "@Helo1660 mdrrr la faute j'avais pas vu msk😂😂",
    "En fait le Portugal ils ont marqué troo de but contre l'Estonie. Du coup ils ont atteint le plafond sur l'année",
    "arrêtez de dire que Ronaldo vous déçois pcq il a rate un penalty aussi, il a bien le droit de faire des erreurs",
    "Va-t-on encore avoir un but à la 90+12333732829 minutes ?... #PORAUT",
    "Même avec ce match de merde CR7 c'est quand même le meilleur 💥 #EURO2016",
    "Depuis que CR7 a switché avec le renoi de la pub Nike sa ne vas plus du tout 😩 \n#EURO2016 #PORAUT",
    "[Décla...💬] Messi: \"Pourquoi je suis à coté du mec qui rate un penalty contre l'Autriche ?\" #PORAUT https://t.co/cxH12MSnAS",
    "Match nul entre le Portugal et l'Autriche \n#EURO2016 #PORAUT https://t.co/UjnvVlQZAB",
    "Si le Portugal nous met pas un but avant la fin du match là par contre je renie mes origines jusqu'a la fin d'ma vie je deviens JAPONAISE",
    "T'as du @TakeAMic #PourSortir #Evolution à la fin en plus 🏋🏾💪🏾. @DjEndrixx est bon",
    "#Cr7 se dit meilleur joueur du monde mais n'es pas capable de marquer un bute miskin 😂😂🖕🏾je rigole de tristesse",
    "@sirinesb_ 😭😭😭😭 ta attendu la fin de match https://t.co/3OSKxjQ5Q6",
    "Je suis dégoûté, il a même pas réussis le penalty  #PORAUT",
    "@nicolaslatour c'est pas bien ce que tu fais là... Mais c'est drôle :) mais c'est pas bien ! #PORAUT #MeufDeFoot #EURO2016",
    "Ca va me sortir des \"tu t'assois à la table des zoulette\"",
    "Bh alors le PORTUGUAL ON EST PAS VENU POUR MARQUER ET GAGNER",
    "@EURO2016 @selecaoportugal  c'etait nul! Ils sont habituer de foutre la honte aux portugais! Ils savent rien faire! HONTEUX 😡",
    "RT lemondefr \"#Euro2016 : le Portugal déçoit encore contre l’Autriche (0-0) #PORAUT https://t.co/aLBhxi1NhJ\"",
    "@Kigaan et fin (dsl pour la qualité dégueu, je suis passé par un convertisseur en ligne pourri apparemment) https://t.co/YqWmrDKb7t",
    "Le #Portugal aurait pu faire mieux quand même! #Portugal #EURO2016",
    "gro mon ordi il a attrapé 1 virus il est pas bien,et moi nn plu dailleur",
    "Et sinon, on aurait pu jouer encore 3 heures, ni Cristiano Ronaldo, ni le #POR  n'auraient marqué. L'#AUT  à la limite... #PORAUT #EURO2016",
    "Ronaldo revient quand tu sauras mettre un penalty",
    "C'est Inquiétant, Ce Portugal\n23 tirs et pas de but #rmclive",
    "on a critiqué l'équipe de France mais pour l'instant je vois pas de grosse équipe là #EURO2016",
    "#EURO2016 Cristiano #Ronaldo impuissant, l'Autriche accroche le #Portugal (0-0) #PORAUT  https://t.co/8QVxX5t2fz",
    "Magnifique combativité de cette équipe d'Autriche ! Décidément cet #EURO2016 nous réserve son lot de surprises ! #PORAUT ⚽️👌🏻",
    "triste dégoutée pauvre #CR7 c est rageant ils méritaient #POR #EURO2016",
    "Et un deuxième 0-0 dans cet Euro #PORTAUT #EURO2016",
    "FIN DU MATCH ! Incroyable scénario, le Portugal aura poussé jusqu'au bout, aura eu un penalty pour enfin ouvrir... https://t.co/qhR2Ai36fx",
    "Bientôt la fin de cette année\rMon meilleure souvenir :\rLa  connaissance de @desiredbrandon",
    "Je me demande il va trouver quoi encore comme excuse pour pas avoir gagner le match. Peut être que le poteau était pas au bon endroit jsp",
    "On a loupé un penalty quand même... je suis choquée ! 😱 #POR",
    "“@LesNews: #EURO2016 : #ronaldo rate son penalty lors du match #portugal #autriche https://t.co/sbe3kB1Qzu” jpp le gars a la poisse 😂",
    "Brian sur la vie de ma mère que toi et moi on ne va plus jamais s'adresser la parole https://t.co/6jTm30cipn",
    "Portugal - Autriche est probablement un des matchs les plus bizarres que j'ai pu voir dans ma vie #Euro2016",
    "@glm_simon oui bah c'est tout ce que vous avez fait c'est la seule bonne affaire mais remplacer genre doria par Rolando...",
    "@wrzodk victoire au dernier match et c'est bon 😉",
    "@Chan__PN oh c'est une histoire que des gens à deux étages auraient pu sortir",
    "Le Portugal c'est 45 tirs en 2 matchs pour 1 but, statistique affligeante. Niquez bien vos mères et j'espère vous aller sortir direct",
    "Mais c chaud aussi de marquer quand depuis la 20ème minutes y'a 10 joueurs en défense",
    "Une belle fin de match https://t.co/F2ZUmD9NLw",
    "Votre équipe du Portugal en carton 😂😂",
    "@kufuu_19 @NilcourE mdr je me demandais quand est ce que tu allais me sortir ta carte maîtresse, t'as été famous une fois dans ta vie c bien",
    "Le #POR méritait de gagner largement mais gros manque de réalisme #PORAUT #EURO2016",
    "Bon après c'est qd même l'un des joueurs les plus capés du Portugal, et qlqn qui classe environ un but tt les 1,5 match, je nie pas.",
    "Incroyable que le Portugal n'est quand même pas marquer un petit but",
    "@AdrienFerreira7 ça va être la guerre... https://t.co/2TUWx2umVq",
    "Magnifique penalty  de CR7 merci le sang",
    "C'est le match nul le plus injuste de la terre. Le #POR a surdominé l'#AUT mais la chance n'était pas là... #PORAUT #EURO2016",
    "Je suis mort c'est quoi ce groupe 😂 https://t.co/H5P54mB03R",
    "@didine_krslm Non mais c'est bon je démissionne la journee de merde et il nous fait un match comme sa aller 👊🏼👊🏼",
    "Mme le nom Penaldo il merite pas https://t.co/Hy4DRaDF4D",
    "@FabriceFoguem6 C'est fini. 0-0 . CR a raté le penalty.",
    "Fin, moi je trouve.",
    "Ronaldo t'es le plus gros FDP de toute l'histoire de la FDPuterie! 😡😡😡 #EURO2016 #PORAUT #CommentTeNiquerunTicket",
    "Les portugais apres le match et le but raté de Ronaldo https://t.co/qe8ywZpr59",
    "Perso j'ai la fête toute la journée pour la victoire des diables rouge donc ce soir je me repose tranquille 😴 @LufyMakesYouUp #masoirée",
    "Comment tu peux rater ce penalty?????",
    "Le mec qui entre sur le terrain à la fin 😂😂 #PORAUT",
    "Pendant que messi fais les triplés ici toi ronaldo tu peux meme pas mettre un but C'est quel type de nulité sa",
    "@CaptainClito @LouisBaltimore ouais c'était début juin je crois :-(",
    "Quand t est le maire de Créteil, st maur ou pontault combault et que tu sait que le Portugal va sortir, https://t.co/5pHEtpVTfm",
    "Niquez bien toutes vos mères bande de grosse mèrde devant le but Caralhos!!!!!",
    "ptn on n'a eu la chance du penalty et rien!! 🇵🇹",
    "@SofianBndllz mettre un poto à ce niveau .. Cest un but donné",
    "Résultat #Foot @Euro2016 : Portugal - Autriche (0-0) #PORAUT https://t.co/4tuoD3V66B https://t.co/np6HET2Pj2",
    "Ronaldo est toujours aussi nul #EURO2016",
    "Jimagine tous les portougais en ce moment hahah #PORAUT #EURO2016",
    "J'ai dormi a 16h jme suis reveiller ya pas lngtemps j'ai raté #PORAUT mais bon a s'que c'etais pas un match de ouuuuf !!!!",
    "Mais voilà chaque fois on a plein d'occasion et la domination mais au final rien j'ai grave les boules. #EURO2016 #PORAUT #POR",
    "Cet euro est vraiment bizarre. Les equipes deviennent nulles ou alors elles sont surcotées #EURO2016",
    "Bon... Tout va se jouer au dernier match ... Suspense jusqu'au bout #Portugal #Euro2016",
    "Portugal ou la politique de L'AUTRiCHE: non vs n'avez pas le statut de favori! #PORAUT #EURO2016 #POR",
    "@ushguigui votre Ronaldo en carton la mdr",
    "Mdr le petit qui rentre sur le terrain à la fin 😂 #PORAUT #EURO2016 #por #aut",
    "ooh jsuis choquée Ronaldo jl a raté pleins d'occasions😳 #EURO2016 #POR",
    "\"...pour le Portugal de Cristiano Ronaldo.\"\nC'est pas lui l'entraineur et c'est encore moins lui qui détient l'équipe hun #EURO2016",
    "Ronaldo t'arrêtera de faire le kéké avant tes début de match si c'est pour faire match nul contre l'Islande et l'Autriche mdddr la honte",
    "Nandos nonce @Cristiano #POR #EURO2016 ☺️",
    "@LuisFigoHD putin le mec s appelle Ronaldo et rate un penalty omg",
    "#Messi il est comme ça en ce moment #PORAUT #EURO2016 https://t.co/YYFyfx0XxL",
    "Match nul du Portugal c'était un bon match mais beaucoup de mal chance #PORAUT #EURO2016",
    "Trop émouvant la fin du spectacle de mimi matty ❤️❤️",
    "Les portugais vous l'avez dans le cul. Nan parce que y'a gais à la fin t'sais.. Yo mdr",
    "#PORAUT #EURO2016 \nStatistiques du match Portugal-Autriche : https://t.co/ZC4hEs6z9S",
    "Ce poteau de Ronaldo restera à jamais gravé dans les esprits. #EURO2016",
    "C FINI !!!!!!!! LE PORTUGAL TENU EN ECHEC AVEC UN PENALTY RATÉ DE RONALDO !!!\n#POR 0-0 #AUT\n#PORAUT",
    "bon bah match nul 0-0",
    "Au tirs au but il a mis le plus important :)  https://t.co/olUTZtP68D",
    "Quand ça te gratte l'estomac https://t.co/qexFrMyMEs",
    "#EURO2016 Le Portugal ne parvient pas à s'imposer face à l'Autriche (0-0) https://t.co/cVS5wpZZ5a https://t.co/LUf8iVhRM4",
    "@max_levillain non mais le penalty il etait trop parfait",
    "#EURO2016 Cristiano #Ronaldo impuissant, l'Autriche accroche le #Portugal (0-0) #PORAUT  https://t.co/l2rDhYUX38",
    "@migoueeel j'ai vue penalty me suis dit cest bon cest win",
    "Le #POR qui peut ne pas passer les poules mais peux toujours finir 1er... Au moins il y a du suspense",
    "Dans le match Portugal Autriche j'ai juste vu un bon Raphaël guereiro 😏",
    "Je suis mort TF1 Ils ont voulu anticiper le but hahahaa https://t.co/UemuV48h0o",
    "#PorAut Le Portugal sous pression après son nul et un penalty raté de Ronaldo (0-0) https://t.co/9LxDCWY6P9 https://t.co/1vY43T0AzG",
    "Putain c'est de sa faute 😂😂 https://t.co/U7Ui1OaCp6",
    "MDR tout le monde c'est retournée vers nous quand le match c'est terminer 😂",
    "20 tirs pour le Portugal pas un but normale !!!!",
    "Ronaldo qui met même pas un penalty contre un gardien barbe rousse",
    "Bravo @Cristiano pour ce penalty raté!! C'était LE but du match... #Euro2016 #UEFA #PORAUT",
    "C ta faute ça  https://t.co/IE5Q792kEI",
    "Allez vous auto enculer le Portugal #EURO2016 #PORAUT",
    "@CmoiTtoi y'a une chaine dans l'éducation: pour certains profs c'est toujours la faute des élèves et pour @2vanssay c'est celle des profs",
    "@httpxdylan Bonjour. Vous avez fait une faute. C'est « aimerais bien » et non « aimerai bien ».",
    "Et ronaldo il a ete zero je parle meme pas du penalty rien a voir",
    "J'suis mort quand même, dans ma tête j'étais quasi sur il allait pas mettre son penalty",
    "@SuperSSIAP3 L'INTELLIGENCE A TOUJOURS SA PLACE PARTOUT. LA GASPILLER POUR DES CAUSES PERDUES C'EST DU GÂCHI. FIN DE CETTE PARODIE DU MONDE",
    "@Helicouptere il aurait du sortir penaldo",
    "CR7 tes coup franc ds l'mur pourquoi ? T'es tentative de frappe.a 35 mètre pourquoi ? Tu peux pas faire ca a l'euro..  #PORAUT #EURO2016",
    "Penalty louper but hors jeu 3 arret du gardien il a pas eu de chance CR aujd'.. En tt cas dernier match mercredi faites pas les cons putain",
    "#EURO2016 #PORAUT Le #POR est maudit. #Ronaldo loupe un penalty et est hors jeu... domination totale non concrétisée...",
    "Ce sont des gamins.. 😂 https://t.co/37hoK63ENc",
    "J'ai même plus envie de sortir",
    "C'est terrible le manque de finition du #POR quand même sur les 2 matchs, 50 tirs pour un seul but, ils méritaient mieux que 2 pts",
    "on a pas gagné remercier l'équipe portugaise jsuis sur le point de mettre fin à mes jours #POR",
    "Au Portugal il y a un joueur qui se prend pour Dieu mais qui est incapable de gagner contre l'Islande et l'Autriche.\n#Euro2016 #Ronaldo",
    "2 poto et un but hors jeu mais ntm",
    "\"Gneugneugneu les autrichiens ont une petite mentalité gneugneugneu!\" https://t.co/v0JNdX99mP",
    "Mdrrr les portugais c'est des merguez 😂👏🏽 #EURO2016",
    "Être payer des millions et pas cadrer un penalty. Merci qui? Ronaldo#Euro2016",
    "Je crois que la fin est proche pour les Portugais... #POR",
    "Vous êtes trop belles 💗 https://t.co/FjyUKaSC43",
    "@MatthiasAyew Ça sert à quoi d'avoir la balle si tu peux marquer qu'un but en deux match contre l'Islande et l'Autriche ?",
    "Et l'autre connard d'entraîneur les changement à la 87 eme",
    "Meme les plus grands ratent leur penalty .. Note à moi meme",
    "le Portugal c'est d'la grosse arnaque et Cristiano c'est la cerise sur le gâteau au goût arnaque",
    "@Cristiano @EURO2016 Ronaldo n'aura pas eu de chance ce soir ... #PORAUT \nMais il aurait pu mettre le penalty quand même ...",
    "La hongrie reste le surprenant leader de ce groupe F ou tout est encore possible sinon le Portugal meritait de gagner\n#EURO2016 #PORAUT",
    "@Cranedur Tu retiens le deuxième match quoi. Et j'ai jamais dis que yavait un très beau jeu. Sa joue bien fin et c'est mieux que le Portugal",
    "Daym heureusement que Dieu a envoyé son fils unique pour nous sauver de tel tweet 🙏🏾 https://t.co/iV7q9Wu5Du",
    "C'est combien en plus pour la finition? #PORAUT #POR \n#TeamPortugal #EURO2016",
    "@Alisoncruz22 bon bah â la fin du ramadan je vais être bien",
    "@salim_hadj ils ont été nul c'est tout fin du débat je veut pas m'énerver plus encore 😂",
    "@Kofal270 Bah il a mis un but wsh mdr",
    "@Samaleeh son 3 ème grand père depuis le début de sa carrière mdrrrr",
    "Bon match à toi pour démain @10APG je te fait confiance dédé .... 👍👍👍👍👍👍",
    "Ajd il y a avait trop d'éléments pertubateurs à la bibli, à la fin on était fini par le rire 😂",
    "j'ai tellement peur de finir #OITNB en une nuit que j'ose pas commencer",
    "Je suis tellement déçue en vérité, mais même plus je suis énervée. Bien jouer et rien marquer je suis désolée pr eux, de la peine.",
    "Ronaldo il a loupé son penalty comme moi j'ai loupé mon bac! Dommage poto 😉",
    "Si cricri était à côté de moi je lui chierai sur la tête 🖕🏼💩 #EURO2016 #PORAUT",
    "Petit #Ronaldo, petit Portugal. Vous sortez #Ronaldo, vous verrez la vraie puissance portugaise #PORAUT #Euro2016",
    "#alegriasystem #summertour2016 #goudourville \n\nDébut de soirée !! https://t.co/bA87SBffLf",
    "Pauvre C.Ronaldo, ce n'était pas son jour: penalty raté, but hors-jeu,..#PORAUT",
    "Je regarde pas le foot mais je sais que Ronaldo a loupé son penalty, cimer twitter",
    "MÊME UN PENALTY FRÈRE UN P É N A L T Y MÊME PAS FICHU DE LE METTRE",
    "#EURO2016 Si ça trouve, le Portugal est velue pour rien.",
    "Comment Sa il rate un penalty il a deconner wlh",
    "Olivier Giroud il a mis plus de but que CR7 c'quoi l'bordel la ?",
    "Ils auraient du faire jouer pauleta 😂 il aurait marquer une vieille enroule de bâtard #PORAUT",
    "Messi est CR7 ont dc manqué le mm nombre de Penalty ds leur carrière mais les fdp du Web parle de Messi comme si il les ratait ts 😭 #PORAUT",
    "J'ai trop de truc à acheter là ohw jvais pas m'en sortir",
    "Pourquoi on a pas de chance depuis le début de ce putain d'euro ?!!!!! On le mérite tellement ! Sur les 2 matchs !",
    "@MATUIDIBlaise bon match a tous allez les bleus",
    "Quand il doit marquer il ne marque pas 😒",
    "@IyaadMkm hahah mais moi aussi je mange quasi rien hier j'me suis même pas réveillée et là j'sais pas finir mon assiette 😭 c'est pas juste",
    "le penalty je m'en remet pas mdr c'était quoi cette MERDE putain une grosse blague #PORAUT",
    "Bon allez shatta CR7 le prochain match fait pas ta folle 👍🏽",
    "Le Portugal ou l'art de mettre une carotte aux Paris sportifs 🤔 #EURO2016  #PORAUT",
    "@MrBboy45 Rater un penalty c'est pas de la malchance, c'est un fail",
    "Ronaldo c'est un peu comme moi quand j'ai un but dans la vie mais que j'arrive pas à l'atteindre.",
    "@Linda_anges6off Cc tatie ca va?Bisou et bonne fin de soirée😘",
    "Je sors pas du stade sans avoir vu un but valide. Venez me chercher.",
    "@JJBourdin_RMC ba ta foutre la merdeche ronalado meme l'arbitche tache donnétche le but qui tuche ha sa c la merdeche oui oui oui portougal",
    "R que vous critiquez juste pcq Ronaldo il rate un penalty, mais quand il domine le terrain par contre ya sonnper",
    "@joel_conan @Mwalitz @konwicki1980 @Hania1234 @Louane_Germany @CedricAV6783 @LouanerBasque Incroyable match, plus de 20 tirs et pas de but!!",
    "Je sais pas pourquoi mais quand Ronaldo a rater son penalty sa devais puer le seum comme Jaja...",
    "c'était plus du divertissement qu'un match, mais bon au moins on s'est pas ennuyé mdr #PORAUT",
    "@Dylan_frreira ta un penalty offert, après faut le mettre",
    "#autpor #parcdesprinces #euro2016 @ Parc Des Princes https://t.co/Sdz8ALxdf3",
    "@_K_SHADY tout le stade lui a insulté sa maman quand il as loupé le penalty 😂😂",
    "Match nul mais relativement palpitant! Maintenant le grand débat si ou bien si ceci si cela on refait le match! 😉  #EURO2016  #beINCENTER",
    "EN DIRECT sur #Periscope : Débriefing et info du jour #euro2016 https://t.co/IjsBe2PeDX",
    "Vas falloir arrêter de me dire \"tu veux pas te maquiller\" g vais finir par penser que je suis pas une bg de la night à force :/",
    "Le Portugal y sont malin pcq si y gagnait y etait 1er et il affrontait la Belgique la y vont finir 2ème y vont se tapper le Pays de Galles.",
    "grv envie d'revenir à la période où on pouvait ne pas mettre de soutifs",
    "Ronaldo mater chez la voisine tu sais le faire hein mais marquer un péno c'est plus compliqué #PORAUT",
    "Mais bon rien est joué encore, y'a encore un match",
    "Un ballon d'or ça coûte combien? Car vue le niveau de Ronaldo ce soir, je pense en prendre 5 ou 6...... #Por #aut #EURO2016",
    "Toutes les équipes ont joué 2 matchs. Laquelle vous a impressionné ? #EURO2016",
    "en vrai on a marqué un but mais il a été refusé 😂",
    "Le penalty a raté la chance d'être marqué par Ronaldo",
    "Bah ptn les portugais c'est pas ca :( #PORAUT #euro2016 #por",
    "Malheureux le #POR avec 2 poteaux et le péno manqué de Ronaldo #PORAUT #EURO2016",
    "PTDRRR QUE DES TRICHEURS AU BLED 😂😂😂 https://t.co/jMxZmkpzXy",
    "Je viens de finir de manger. Je vois quoi CR7 â rater un penalty",
    "J'crois que depuis la but Nike, Ronaldo c'est devenu un renoi défavorisé de Sarcelles mdr",
    "CR7 il a pas été performant ojrd. Surtt le tire au but la c'était une trop bnne occasion #PORAUT",
    "Bon match de Baumgartlinger côté autrichien. Un tas de fautes, certes, mais pas mal de ballons grattés, intéressant techniquement.",
    "Les malheurs de Ronaldo ce soir! https://t.co/3ABQ1VzMmx",
    "Jaune parce que ki veut dire jaune en japonais https://t.co/OZ9puywxVv",
    "Taleur j'étais en gova avec un reubeu  mdrr , il accélère les virages , conduit sans les mains et va sur insta quand le feu est Rouge",
    "Penalraté https://t.co/6RDTweYcD2",
    "Ce moment où piqué à mis plus de but à l'euro que Ronaldo aka \"le meilleur joueur des 20 dernières années\" https://t.co/CPqNh0WvQg",
    "@JulesSimoutre abuse . J'espère ils se font sortir",
    "c'est pas srx les gars\n\neh\n\nj'ai ma fin\n\nJ'AI MA FIN",
    "Ça parle de griezmann avec son penalty rater mais Ronaldo il ft pas mieux pour qualifier son pays en 8 ème surtout contre l'Autriche #PORAUT",
    "Et le peno de la finale de ldc fdp https://t.co/7A4EUAk6FY",
    "son penalty il aurait dû rentrer et nan poto allez ptn ça m'a souler même pas la peine!",
    "c'était n'importe quoi ce match #PORAUT  https://t.co/qau4umB3Wy",
    "23 à 3 et on marque pas !? Ok #Kappa\n\n[#Euro2016] #POR 0-0 #AUT / #PORAUT",
    "Jsuis mort les portugais ils osaient nous comparer à eux mais nous les equipes bidons on les bat à la fin",
    "Faut peut être leur rappeler que le but du jeu c'est de gagner pas de faire égalité #PORAUT #POR #Euro2016 #seleção",
    "Il manque quelque chose au Portugal pour gagner ce genre de match,et l  Autriche à joue avec ces armes,sans être trop défensif #Euro2016",
    "J'espère que Ronaldo il a bien honte de sont penalty",
    "Mm Penalty ca rentre pas",
    "Jamais assez retwitté! Hollande devra être poursuivi et jugé pour abus de pouvoir anticonstitutionnel https://t.co/9HHqUAiQh4",
    "Et voilàààà je me fais tatouer début Juillet :D",
    "Sheut commencez pas way https://t.co/5eHb1RijUE",
    "C bon ça! Bravo les portugais! Quels belles qualités d'attaque! Mdr Cr7 😂😂Franchement Faudrait songer à se bouger le cèpe  #PORAUT #EURO2016",
    "Paris  ❤😍 https://t.co/jAAZ0KnPX8",
    "@cedricbernardi1 @Ibn_Sayyid les revendications faites par l ei le début d frappes le début d attentats la multiplication de c derniers ...",
    "#EURO2016 Tous les résultats et classements des équipes groupe par groupe https://t.co/GzaQzy99JF https://t.co/yaLlmArCDK",
    "#Euro2016 - Groupe F (J2)\nLe #POR n'avance pas, la #HUN bien partie !\n\nhttps://t.co/M7iVRhwWSj https://t.co/opR3fW1PB7",
    "Les Portugais l'ont vraiment mauvaise... #EURO2016 #PORAUT #Ronaldo https://t.co/78fG3R4fW2",
    "Alors les filles ? Vous allez vous finir où ? @BradshawRichie @mathiascattaneo",
    "Pauvres portugais ! Dominer et pas marquer",
    "Vnr même pas capable de marquer correctement",
    "@aymericyvon @BraconnierMorga @vinesfoot c'est une belle arnaque avec sa sélection celui là !!",
    "Vraiment pas de cul pour Ronaldo. Il a la scoumoune #PORAUT #Euro2016",
    "avouez vs etiez tous sur snap pret a mettre sur votre story le penalty de Ronaldo et qu'après vs avez supprimé",
    "Quand Cristiano a vu son penalty https://t.co/2h9zZ6dg1y",
    "@EURO2016  @Portugal La légende raconte que le mellieur joueur du monde jouer aujourd'hui j'ai chercher j'ai pas trouver 😂😂😂😂😂",
    "Ok il a raté un penalty et c'est le meilleur joueur du monde blabla mais ça aurait très bien pu arriver à n'importe quel joueur",
    "J'ai envie de pleurer.. #🇵🇹 #EURO2016",
    "Le penalty raté de Cristiano Ronaldo en vidéo https://t.co/lelYm8iDrY via @lequipe",
    "J'vien d'finir la saison1 de sense8 en 1 journée",
    "Ronaldo il aurait marquer vous l'auriez tous sucez et là vous l'critiquez alors qu'il a fait un bon match quand même",
    "C'est vrai qu'il était pas terrible mais de là à le qualifier de nul faut pas abuser https://t.co/vNsiTiS7pK",
    "Euh c normal si j'étais contente quand Ronaldo a rater son penalty ?",
    "super la fin de soiree",
    "Quand tu t'apprends a rater un penalty. https://t.co/ebNWSg39cb",
    "Savage https://t.co/DDX2D2vNlv",
    "Imagine tu gagnes des millions tous les 2 jours et tu marques pas un penalty",
    "Le CR rate un penalty vraiment quelle perte",
    "J'ai pas 3 ballons d'or mais je sais quand même tirer un penalty #PORAUT",
    "Ah j'ai pas rêvé 😂😂 https://t.co/IxzF4M4c7N",
    "@PierreMenes zlatan et cr7 2top players mais pas décisif dans les matchs importants #EURO2016",
    "Ronaldo qui tape le penalty sur le poteau 😳😳😳😳😳 meme moi je l'aurais mis mon gars",
    "Ptn mais le but du foot c'est de mettre des buts les gars j'ai perdu mon pari à cause de vous ptn",
    "Avoir 11 millions de supporteur derrière soit et jouer comme ça c'est insultant #PORAUT #EURO2016 #POR",
    "Anyway il reste encore un match. Bon mtn samedi soir 🤔🤔🤔",
    "TGL c'est quoi ton but au juste 😂😂😂 https://t.co/vsT8C5vqlF",
    "@FabSintes Il n'y a pas que les chaussettes.... #EURO2016 https://t.co/TDVB0jUsWs",
    "Mdrr j reve ou y'a un fan qui c'est incrusté sur le terrain à la fin😂",
    "2 matchs 40 tirs 1 but, c'est l'efficacité du Portugal",
    "Ça va être encore la faute de l'Islande Cricri",
    "J'espère pour CRJ que son idole va marquer ce soir",
    "Cr7 il va encore nous sortir que l'adversaire n'a rien tenté comme raison de leur échec",
    "@penela_anthony @reviensberic \nEt tous éliminés de la copa avant la fin surtout",
    "@TinaPortugaise ouais mais il a raté un penalty",
    "@CaliCruzX tu fais du strip ou pas? c'est pour l'anniversaire d'un ami. on voudrait marquer le coup! :)",
    "@ECjeel et voila c'est parti tout seul j'ai pas pu me retenir ! tu fais chier jeel les liquides dans les clavier ça bousille tout merde !!",
    "bon le Portugal fs 0-0 avc 6981441 occasions sans marquer + votre CR7 qui râte un péno ms bon après vs diez qd même \"CR7&gt;&gt;Messi\" mn zgeig oe",
    "Si la Hongrie et l'Islande passent ça sera magnifique #EURO2016",
    "@Juliexzu tu es sur qu'il est a zero but!? 😂😂😂 https://t.co/qjNeT6KpnW",
    "Je l'enferme solo dans une salle jusqu'a la fin du mariage ouay mdrr https://t.co/65WilBysZg",
    "Ça arrive à tout le monde de louper un penalty",
    "Puis l'autre qui rate un penalty sérieux",
    "@DediMurphy non mais Dedi toi t'sais pas .. Le penalty loupé c'est pas de sa faute hein ..Lui il ne peut jouer que contre de grandes équipes",
    "Giroud aura quand meme marquer 1 but en 2 match, toujours mieux que penaldo",
    "Le Portugal va quand même finir premier de leur groupe",
    "@kazIblif je voulais juste dire vienne te chercher au début mais c'était trop ambiguë pour R",
    "Le penalty raté de Cristiano Ronaldo en vidéo https://t.co/M2pHNC0AQf",
    "Il devrait p'tetre foutre Ronaldo en remplaçant histoire qu'il sache qu'il est pas indispensable",
    "Eh bien j'ai trouvé ce match euh... Hilarant, je pense que Ronaldo niveau penalty... Plutôt décevant 😵😂😂😂 https://t.co/DNtbz2oH3I",
    "@Cristiano viens à l'Asba apprendre à marquer des buts au lieu de traîner avec badr hari ptit pd",
    "\"BONJOUR JE M'APPELLE RONALDO J'AI 93 SUR FIFA JE PEUX MARQUER DU MILIEUX DE TERRAIN MAIS JE NE CADRE AUCUN TIRE CONTRE ISLAND\" 😂😂😂😂",
    "{Analyse d'après match} Pour comprendre l'#EURO2016 de #CR7:  https://t.co/pxDNzM0v2o via @YouTube",
    "Votre Cristiano qui sait pas marqué en penalty mdrrr #PORAUT",
    "On va finir dernier du groupe avec 0 point et 0but marquer vous aller voir",
    "Donc il n'y a que la France , l'Italie et l'Espagne qui ont fait le plein .. 6/6👍 #EURO2016",
    "Il a eu des périodes où il aurait pu marquer c un des meilleurs au monde tant pis il a pas su les saisir",
    "@jbbyvarl @roseSharon57 j'ai sauter et crié de ouff quand il a mis le but ! Après j'ai pété un câble mdr",
    "A Dakar, etre enceinte et sortir comme ca cest un crime😂 tt le monde va te dire que tu condamnes yon bebe https://t.co/Fdm9tpTi4X",
    "Objectif pour la rentrée 2016-2017 :\n-Finir le Frigielidaire\n-Gérer l'Arduino\n-Avoir le Bac Mention Bien",
    "@1prof2lettres c'est la sublime faute qu'on doit voir ?",
    "match nul dans les 2 sens du termes^^ #EURO2016 #PORAUT",
    "Respectez le Boug Cr7 tout le monde peut se manquer NOUBLIEZ pas son palmarès et tout ces records bande d'ingrats #PORAUT #EURO2016",
    "Le Portugal va t-il finir dans les 4 meilleurs troisième ?",
    "Quand tu réalises que la pub Nike était réelle... #EURO2016 https://t.co/7woQdvKX4I #OrangeSponsorsYou",
    "Cricri ça reste le meilleur joueur du monde il est complet .. Ça arrive de faire un mauvais matchs #EURO2016  #PORAUT",
    "J'ai célébrer le non but de Ronaldo comme le but de Payet a la 89eme",
    "#Euro2016 Port 0 Aut 0. \nUn score qui ne m'étonne pas cette année.",
    "@gillesverdez 53 tirs 1 but... Quand ça veux pas 🙏🏼",
    "Louper un penalty.... t'es ballon d'or bordel",
    "Sérieux le Portugal a le groupe le plus facile mais non ils sont incapables de marquer c'est fou",
    "#POR trop dépendant de Ronaldo, pas de joueurs autour qui puisse l'aider. Équipe très décevante.\n\n#PORAUT #EURO2016",
    "36 coups francs de Ronaldo en Championnat d'Europe et CDM :\n\n13 dans le mur\n12 non cadrés\n10 arrêtés\n1 poteau\n0 but …",
    "dégoûtée on domine tout le match mais pas moyen de finir les actions",
    "Sur ma mère ce fils de pute de cr7 avec le Réal il met des triplé et avc le Portugal sa grande tante la chèvre y c même pas tirer un penalty",
    "putain le mag il veut me faire peter les plombs à remettre son putain de penalty la!!!",
    "@A_kkris oh non la verité faut le mettre a la poubelle UN PENALTY merde",
    "@OMorve Il met des but ui mais il a pa débloquer la situation en finale de ldc, il rate ce peno, la même contre malaga, gère pas la pression",
    "franchement le penalty j'men remet toujours pas la",
    "@AttaAlexandre si on veut comparer les penaltys raté cette année faut voir que ça fait beaucoup mais bon ce n'est qu'un match",
    "Le penalty de Ronaldo, le but hors jeu......enfin #Sad",
    "https://t.co/wplvdVDnyb\nLe but refusé de Ronaldo ! #Por",
    "@lucie_simoes ta vu le penalty qu'il a raté c'est pas NORMAL en venant de Ronaldo",
    "Ronaldo s'il met pas un but à la Hongrie jvais arrêter de le soutenir c'est trop au bout d'un moment faut arrêter",
    "Non mais CR7 rate un penalty putain. Awa j'en peux plus",
    "Le classement du Groupe E à l'issue de la 2e journée. #EURO2016 https://t.co/1bOQg0jK5f #OrangeSponsorsYou",
    "@VeilleDeCM C'est normal. Au moins la faute ne sera plus refaite.",
    "Jv dormir nsm jsui en fin de vie jsui telemét ko",
    "Bon les portugais, le troisième match sera le bon!! 🙏🏻🇵🇹✋🏻 #EURO2016 #PORAUT",
    "Le classement du Groupe F à l'issue de la 2e journée. #EURO2016 https://t.co/1qTiXA2sWl #OrangeSponsorsYou",
    "Le supporter qui vient faire un selfie avec Ronaldo a la fin du match. Malgré sa déception il montre quel homme il ait",
    "@htplucie ronaldo loupe un penalty et marque hors jeu ce fils de pute",
    "Ronaldo il rate souvent ses penalty",
    "Ronaldo il est têtu il aurait du laisser Nani tirer le penalty ptn  #PORAUT",
    "Mdr j'arrive au penalty je dis il la met pas et 0-0 et voilà :)",
    "Regardez moi cette salope #PORAUT #EURO2016 https://t.co/XbVJl6GUBb",
    "Ce penalty rater par Ronaldo peut-il avoir des conséquences pour le ballon d'or ??",
    "Ton petit protégé n était pas en forme ce soir @KevinGUEDJ https://t.co/TqHOLzYQfh",
    "et laissé renato sur le banc non toi t un vieux coach aucun mots pr te définir",
    "#PORAUT Wesh pourquoi y a pas eu le but🇵🇹😡",
    "Bah supportez pas du début à la fin comme ça vous aurez aucune honte venez pas casser les couilles mnt la",
    "Ils ont super bien joué, mais le penalty de Ronaldo m'a frustrée putain",
    "Ronaldo il rate son penalty avec sa nationale pendant que Messi a mis un triplé avec sa nationale, j'dis ça, j'dis rien. #PORAUT",
    "Le Boug il a critiqué l'Islande mais il rate un vieux penalty , ah le karma",
    "#racing92 Bon, un 4ele match contre le RCT donc....",
    "Ronaldo a raté son penalty... c'est rien on s'adapte ✌😌 #por #PORAUT",
    "@caroline_casse ses ta faute",
    "@rouroune37 @UnibetFrance mdr ronaldo meilleur joueur du monde plain de titre balon d'or a plu les compté et ça rate un penalty :/",
    "Le latéral gauche portugais il est fort c'est le seul à avoir fait 2 bon match",
    "Ronaldo Il Fait Vraiment N'importe quoi en ce moment le Portugal ne mérite pas l'égalité #EURO2016",
    "Putain le penalty sahbe tsss wlh quand j y repense je me dit comment il a su rater ca",
    "C la faute de Messi il a porter l'œil mdr 😅",
    "@Sapphobis alors la viande rouge deja. Et elle n'apporte rien à notre corps de bien peut-être ?",
    "@leabrs_ mdrrrrr jure la France ils ont pas de la chatte a marqué à la fin du match a chaque fois?",
    "Le penalty loupé de Ronaldo (vidéo) https://t.co/AiNZJPNUoS https://t.co/PB4ylyjqgn",
    "Que des vielles excuses , a la fin le résultat n'est pas le même 😂😂 https://t.co/nPs9yl5ev9",
    "@Tk__Wapo non mais Ronaldo c mon joueur préféré mais il m'a fait perdre 100€ là à cause du penalty",
    "Faut pas abusé non plus mdrrrr  https://t.co/rPILadVFN9",
    "Le penalty loupé de Ronaldo (vidéo) https://t.co/kXGnI6xT4p https://t.co/3btFYFGnEH",
    "@_1connu ta vue ton CR7 surcoté pas foutu de marquer",
    "La frustration pour #CR7 😱 #PORAUT ⚽️🏆 #EURO2016",
    "Bon dommage le match se finis sur un 0-0 \n#PORAUT",
    "Non mais je crois savoir pq les portugais ont pas marqués ! Y a un pb avec la pelouse ! #UEFAEURO2016 https://t.co/uzB9Xsxsfv",
    "@Argonuii ouais je pense ! Dommage que #Ronaldo ne soit pas rentré 😂😂 #EURO2016 #PORAUT",
    "Ça se prétend meilleur joueur au monde et ça rate un penalty à ce niveau là et à cette importance aller arrête vieux #Deçu",
    "Amazon Bureau - #4: HP 301 Pack de 2 Cartouches d'encre d'origine - Cyan/Magenta/Jaune/Noir ERROR: Check your Database settings.",
    "Sa parle de Cr7 mais Raphael Guerreiro a un fait un très bon match ! Boy bii dou niit 😍",
    "@Nina_Abry @EURO2016 @Gabrielkohlanta Belgique ! 3 -0 !",
    "Et le Portugal ?? https://t.co/F8t9dVCIOg",
    "pq t'ouvre ta gueule toi va jouer à tes vieux jeux pc la https://t.co/q4YXxp7Lps",
    "@MayouPicchu Giroud il a mis un but en or en finale de l'euro ? Jcrois pas msouvenir",
    "#EDS @lequipedusoir Ce n'est pas crédible !  Les stars portugaises ne peuvent pas se permettre de sortir si tôt de la compétition !",
    "Le penalty raté de Cristiano Ronaldo en vidéo https://t.co/V53ihdaZlT via @lequipe",
    "J'me fais remplacer et j'suis même pas au courant .... @Lylougr",
    "@TinaPortugaise pourquoi t'a le seum comme ca ? Ballon d'or coupe d'Europe tu loupe un penalty",
    "@nicow_las 44 tirs en 2 match 1 but 0 victoire",
    "😂 il a cru qu'il allait sauver son équipe mais non c'est le poteau #EURO2016 #PORAUT",
    "Zlatan ne marque pas CR7 non plus mais Giroud qui n'a jamais servir à quoi que se soit a marqué 1 but ..",
    "Les apparences sont parfois trompeuses #EURO2016",
    "@Namor_YTB mdr vu le match qu'il a fait ta rien a le reprocher pour son penalty tout le monde rate y'a pas que lui",
    "chu plus motivé à r en ce-moment j'att qu'une chose c la fin du bac",
    "Clap de fin sur \"le Ballet de l'embouchure\"\nSoirée féerique et festive sur le port 👏👏👏\n#Toulouse https://t.co/lenTqqJKvh",
    "Cristiano ne vient pas au PSG si tu ne sait pas marquer au Parc des Princes",
    "Au cas ou vs n'êtes pas au courant on va avoir les sujets de remplacement en svt",
    "# à  partir de ROME ? no gouvernement https://t.co/TxKQ2Qkb2g",
    "Messi i l rentre à la 75 ème il mes 3 but CR7 en 2 match 0 but",
    "C'est pas possible les Stats parle d'elle même https://t.co/IvzOeagMi1",
    "@lululopesds ballon d'or et il rate un penalty",
    "bébé ❤️❤️❤️❤️ https://t.co/brxqCNENrS",
    "'Soirée compliquée' (@lequipe have a way with words)  https://t.co/Ho5aoZ4AGe",
    "Ronaldo s'est réveille en deuxième période !!",
    "@CheuveuxHrach wallah qu il a fait un bon match tu connais rien au foot toi, il a provoqué le penalty il l'a rate marlich",
    "#Euro2016- Portugal 0-0 Australie: Résumé du match https://t.co/enCgpPp1pk https://t.co/OwuIZDOaME",
    "La Hongrie et l'Islande devant, ça me plait ça #EURO2016 https://t.co/7HAyvw7e2Z",
    "@ana3Ig LA chanson en l'honneur d'#antoinegriezmann : le tube de l'#EURO2016 ! #TheConcept #Spotify https://t.co/7Go3dKzeZU",
    "Ballon d'Oh! @Cristiano #EURO2016 #PORAUT #HAHAHAHAHA https://t.co/MhPIzpUwdZ",
    "Imagines tu inventes ton propre style de coup franc ét meme toi tu n'arrives pas à marquer en utilisant ce style 😂😂",
    "#PORAUT 😇lautriche vous etes ignocent bah oui Ronaldo rate un penalty et toute c action normale bande de sorcieres !!",
    "ca va être chaud pour le #por ... #PORTAUT #EURO2016",
    "J'aime énormément cette remarque chère ami. https://t.co/QXMlORIGVZ",
    "Meme Jordan loupe pas ces penalty",
    "@mathisdltr Nan mais là il peut faire gagner son équipe et il foire c'est dommage. Et le 11 Portugais est pas dégueu quand même fin bon",
    "@Clotilde_Pf Giroud il l'aurait mis le penalty lui",
    "@PauloBelgrade mec il est même pas capable de marquer un seul but contre l'Islande et l'Autriche ..",
    "CR7 n'a pas mal joué c'est juste qu'il n'a pas pu finir les actions qu'il finit d'habitude",
    "Putain putain putain de où quand tu cours tout un terrain et que tu t'épuises pour marquer un but c'est pas accepté pour un foutu hors-jeu..",
    "Entre notre match et la fin d deguns jvais faire une dépression",
    "@valentine_dlr la tache rouge tu crois elle vient d'ou ptdrrrrr?",
    "#Annecy | Carton plein pour #maviedecourgette de C Barras Cristal du long-metral et prix du public #annecyfestival https://t.co/lrg9YyrQ9V",
    "Mon Ronaldo il a de quoi être dégoûté 😪⚽️😗 #POR #EURO2016",
    "\"Les maillots du Maghreb sont interdits\", quelle honte!!!!!!!!! #DZPOWER #EURO2016 @EURO2016 @UEFAEURO https://t.co/ckvS8fB8Pp …",
    "Dire qu'on a laissé passer @RaphGuerreiro en équipe de France ! Du gâchis !!!! #POR #FRA #EURO2016",
    "@BrawXat_ vous parlez vous faites meme pas 1/10, il aurait marquer son doublé vous l'auriez tous sucer avec vos vestes réversibles",
    "@93Raissa Ah sa, \"le portugal il vont finir 1er\"",
    "Ronaldo ils vont lui pardonné trp vite les médias, Que des phases du genre il a raté son penalty pcq il avait un excès de sueur sur les yeux",
    "Donc Ronaldo a loupé son penalty ! 🙄😁",
    "A un match amical il nous font 7-0 et un a match important ils sont pas capable de marquer UN but sa va faut pas déconné non plus...",
    "Ronaldo a été plus attiré par le poteau que pas la victoire #EURO2016",
    "À partir de la 22e minute on était menaçant mais rien bordel aucun but #POR",
    "Loool ! L'arbitre lui donne un penalty gratuit ce soir et il trouve le moyen de le rater ??? Loool  https://t.co/oqFSipJlGO",
    "On me dit dans l'oreillette que cr7 à loupé un penalty qui prive le portugal d'une qualification  https://t.co/pHq6ODmWTM",
    "#BetDuJour - #EURO2016\nSuisse - France\n#FRA gagne de 2 ou + (~3,25)\n\nMise : 5€",
    "Putain Ronaldo tu as pas le droit sur le penalty .. En plus de ça tu vas encore te faire critiquer par les mêmes chien dla casse !",
    "Trop dégoûtée #pasdechance #pasderéussite @Cristiano #POR #PORAUT #EURO2016 @Francesca_Cheka",
    "ELLE SE FAIT PIRATER OULA",
    "#RT #EURO2016 \n\nBUT REFUSE DE RONALDO POUR HORS JEU !\n\n#POR 0-0 #AUT https://t.co/VawK8JBqLP",
    "@zakkissi @Saarahh_v @BrunaCrq mdrrr tjr des excuses a sortir la",
    "Les médias et leurs critiques...si il met le penalty c l homme du match  #bfmfoot",
    "Yen a plein de grand qui ont pas marquer tu compare a cr7 https://t.co/1nSNQHRX1i",
    "Cristiano il a fait un bon match hun mais je savais il a aller rater le peno",
    "Oublier pas Ronaldo il va mettre un but et sa va s enchainer",
    "Sur parions sport on peut parier qu'un joueur va marquer ?",
    "@sstr_tns 😂😂 mais je t'en prie mademoiselle si tu veux j'te raconte toute la fin je la connais 😁",
    "regarder qui sont vrm les meilleurs joueurs du monde à la place de se fourrée d les feule des joueurs  https://t.co/8gdVSJJMIS",
    "#PORAUT toujours pas de changement. l'UEFA ne veut rien savoir. Le #POR à gagner https://t.co/N0ZiCdCs8i",
    "wouah l'ep 10 des deguns il est triste de ouf a la fin, trop de nostalgie",
    "@eloukid ce n'est pas la faute de l'équipe si Ronaldo rate son penalty",
    "@unee351 Mais le penalty c'etait pire que les occasions des autres joueurs",
    "@QuentinCarcao y a pas que aux attaquants de marquer",
    "j'crois il est un peu con #EURO2016",
    "@nicolasdick font c'qu'elles veulent, on est pas censé s'habiller en pensant à des gars qu'on pourrait croisé, limite avoir peur de sortir",
    "Je sens le Portugal il vont sortir premier du groupe",
    "Giroud il marque oklm et pas cricri c'est une blague cette euro 🤔🤔🤔🤔😂🙄 #Cristiano  #PORAUT #EURO2016",
    "#EURO2016 #PORAUT  Il faut pas que CR7 aille à Paris,le Parc c'est pas trop son jardin !!!",
    "@PoufyGB c clair que y a faute 😏 pas sur ce ralenti ms sur l'autre angle 👍",
    "@Ykfto non il a eu beaucoup d'occasions le gardien fait des arret il a fait un bon match il manque juste un but",
    "Euro 2016: le Portugal accroché par l'Autriche, Ronaldo loupe son penalty https://t.co/s0dFejTXaI",
    "\"Les poteaux n'ont fait que défendre, ils ont garés le bus devant le but...\" Cristiano.#PORAUT",
    "Supporters en carton portugais là ! On à pas cette chance qu'on les autres grandes équipes stout 12 tirs cadré 2 poteaux..",
    "@BruantRomain @IRayoof moi je voulais trop qu'ils gagnent en plus il a mi un but hors jeu",
    "\"C'est le début des actes manqués\" effectivement #POR",
    "Mais jsuis mort 😂😭😭 https://t.co/Gcy4EHQdGC",
    "Drôlement doué ce garçon ! Il frime un peu moins ...!  https://t.co/CleuCOtwuw",
    "rentre chez toi stp tu sers à rien  https://t.co/Os2Dv7U9VO",
    "@viinsky360 but hors-jeu, penalty loupé.... bordel c'était pas sa soirée....",
    "#PassezUneJournéeAveclesLittleMixAvecNRJ Sorry pour le SPAM les gens !",
    "Je pense ronaldo va faire la pub pour optic 2000 ! Louper un penalty comme sa faut être aveugle 😂 #PORAUT",
    "Le manifestant gravement blessé le 14 juin touché par un projectile artisanal. #RT https://t.co/UIYWDviLwg https://t.co/VHcq7fu6lT",
    "La règle c'est que celui qui obtient la faute ne tire jamais le penalty normalement...C'est la base. #PORAUT",
    "@Jo12Wellington Nah jkiff mes Bleus mdrr chaque match le but à la 89eme qui te fait perdre la voix",
    "Quand CR7 il a rater son penalty j'ai mater  mon pote comme ca https://t.co/nmnrRqVzMI",
    "Les portugais au bout d'un moment vous compter marqué un but ? #PORAUT",
    "Penalty raté sur le poteau de Cristiano Ronaldo 😐 https://t.co/GGqXDO9g7n",
    "@CLoutremer et ça marche ? (Plus que Ronaldo quand il essaie de marquer un but ?)",
    "Mais quel chèvre 🐐 #Ronaldo #EURO2016",
    "Imaginez le Portugal éliminé direct? T'as la moitié de la France qui va protester. #EURO2016",
    "À cette allure vais finir par connaître toutes les salles de fête de Yaoundé 😅",
    "Après le penalty raté j'ai clairement dis à Cristiano d'aller nsm",
    "jvoulais sortir avec eux ce soir mais j'tente pas l'demon jreste à la maison",
    "Les portugais vous vivez comment le penalty rater de Ronaldo et son hors jeu ?😂 #PORAUT",
    "@Gui_mli Tu viens de faire la meilleure fin de live que j'ai jamais vu XD",
    "On peut pas dominer autant un match sans marquer je suis dsl",
    "@TeezyLaChef non mais il y a plus de caisse, fin qu'une seule et les bornes elle déconne. J'ai fait 4 fois ma commande et sa mettait erreur",
    "Raphael guerreiro .. Cest lui qui aurait du mettre le penalty, il meritait de mettre un but tellement il a bien jouer ! #PORAUT",
    "@ledebalousseur 😂😂. L'essentiel tu sais maintenant quel goût il a . C'était Ca le but.",
    "Un match à oublier pour CR7 #POR #PORAUT #EURO2016",
    "rater un penalty comme ça, c'est moche",
    "il me fait attendre c'est la fin du monde c'bond il soule",
    "@BadAuditore malgré beaucoup d'effort qu'il a fait sur ce match, on lui en voudra pas son penalty raté.",
    "@blncloe faut bien que sa soie la faute de quelqu'un .",
    "@pourquoipas3000 @NicolasSarkozy c'est vrai, en deux mois exactement, en parti grâce au communistes notamment Maurice Thorez.",
    "#EURO2016 #PORAUT La seul raison du péno raté c'est Nelson Monfort qui était derrière le but mdrrr !!!",
    "Traduction : ayons plus le sourire en #France. #EURO2016 #Optimisme  https://t.co/hIpjm0CBEi",
    "Si Giroud pouvait se blesser ça serais super. Je veux Ben Arfa moi 😤😺",
    "MDRRRR PIRR  https://t.co/yjZbB9ETDY",
    "Ceux qui critiquent CR7 à ce moment présent et qui le suceront qd il sera en meilleur période on vous voit très bien",
    "ya un moustique qui est rentré dans ma chambre alerte rouge jsuis alergique",
    "Le mec il va mettre 1 but contre la Hongrie ca y est ca va etre \" cr7 ballon d'or \" mais mdr l'Islande et l'Autriche quoi..",
    "Tu rentre tranquille t'apprend Ronaldo il à rater son penalty, tu remet ta vie en question",
    "@DidierRoustan Aucun. C Ronaldo n'a jamais été un grand joueur en sélection. En club c'est un des meilleurs de l'histoire mais pas en rouge.",
    "#20hfoot Ronaldo pas concentré il parle avant penalty ! C était perdu d'avance ! Trop sure de lui !!",
    "A 3 centimètres sur la droite, vous auriez dis que Ronaldo a fais un bon match mdrr #PORAUT",
    "Est ce que Santis n'aurait pas dû sortir CR7 ?   #EDS",
    "jmblc de la religion que la personne a, ce qui compte c l'amr https://t.co/aPnw3Kucq2",
    "@PierreMenes @RaphGuerreiro il mérite l'homme du match mais vu les hommes du match attribué depuis le début de la compet il l'aura pas",
    "Cristiano tout le match il était bon sauf pour le penalty... #PORAUT",
    "Et c'est toujours les mêmes qui parlent sur Ronaldo, fermez vos gueule un peu, il fait un bon match",
    "@TheoMaameri @Chdumur bh il pue pas la merde que sur le peno, il est dans une poule de bras cassés et il claque même pas un but mdr",
    "Cr7 tu lui enlèves ça faculté de buteur, il devient humain \nMessi tu lui enlèves ça , il fait marquer et crée , provoque :la différence",
    "Il est où votre Cristiano la ? Plus si merveilleux que ça 😂 #CR7 #PORAUT #EURO2016",
    "G cru ct abou tak tak au début pr la Syrie mais ce n'était malheureusement pas le destin",
    "@Diego_Alves97 Ouai mais je viens de voir qu'il a louper un penalty je retire ce que j'ai dis j'ai le seum",
    "Être heureuse👌 https://t.co/6vDu1ieBoU",
    "Comparer Nehuda a Beyoncé c'est comme comparer les smileys iPhone aux smileys jaune patate fondu là..",
    "@kfctroye faute de frappe",
    "@assiasisou66 @FentyBadGalRih les videos parlent d'elle même j'avoue. Quelques photos suffisent à comprenfre qu'isisrael est une escroquerie",
    "Fin bref je commente même plus le Portugal sa sert a rien j'espère qu'ils vont enfin faire des résultats",
    "J'ai envie dte dire si tu me reproche un truc tu vient t'ouvre ta gl fin jsp arrête de faire des tweets visés 2sec",
    "#RaphaelGuerreiro était le seul joueur sur le terrain ce soir #PORAUT #euro2016",
    "ya une go elle met en snap le penalty de ronaldo elle met \"oh non\" et le snap d'apres elle mer une photo d'elle avc -",
    "#PORAUT  L'appli @UEFA en pleine forme #EURO2016 https://t.co/fqi3vtjsft",
    "Ouais fin depuis le début de l'euro c'est pas le jour de Ronaldo hein #PORAUT #LeMag",
    "@Nabil_djellit @PatrickJuillard Match nul miracle pour #Autriche VS #Portugal #EURO2016 ?",
    "@feelGrandew Totalement, et moi j'ai crié comme une teubé donc j'entendais pas qu'ils disaient que le but était hors jeu 😐",
    "Un penalty pas cadre ne peut pas être un penalty bien tiré monsieur Micoud #EDS",
    "@ChacunSonVice13 c'est trop il a louper un penalty dans sa vie zin",
    "G HURLER COMME 1 FOLLE IL EST SERIEUX https://t.co/lxVzwq2osF",
    "Hmm dac dac bh moi juste dit ils on fait match nul pas 3-0 alors sa sert a rien de t'énerver la vie est belle😋 https://t.co/gX3GCvee24",
    "Le 🇵🇹 c'est pas trop sa hein 2fois d'affilée match nul😂😂⚽️🖕🏻 #Tl #Euro2016",
    "Équipe surcoté e https://t.co/GRyCaI72s1",
    "Bon alors le Portugal c'est comment ? J'vous ai dit de supporter l'Algérie vous avez pas voulu m'écouter ! Cheh #EURO2016",
    "Ca me rend encore plus triste de voir le désespoir des joueurs sur leur visage. #EURO2016 #PORAUT #POR",
    "La fêté continue à Bordeaux entre Irlandais et Belges. #BELIRL [Via @MarcNouaux] #EURO2016 https://t.co/QDkG6XL1y9",
    "La France a peur https://t.co/F7bJiolQtv via @wordpressdotcom Article frais et plein d'humour pendant cet #EURO2016, bravo la @redacfion 👏🏼",
    "Jv sortir",
    "@Almeida57070 il a sauvé l équipe en première mi-temps",
    "C'est pas humain de sortir toute la saison 4 d'oitnb d'un coup",
    "Ceux qui disent que CR7 c'est pas un manque de chance mais un manque de talent, allez vous jetez à la mer ! \n#PORAUT #EURO2016",
    "Quand tu vois ta meuf sortir de la chambre en ballerine https://t.co/zhao3DEWis",
    "Dire qu'au début du match Cristiano Ronaldo souriait... Mdrrr #PORAUT",
    "@Slanoe_H nsm mon tel en ce moment il mets des e à la fin de mes mdrrrrrrr",
    "@MaRoKNuke Je t'ai dit que t'allais vite le finir",
    "@Mauddlbt L'EURO n'est pas terminé on fera les comptes à la fin, attention les portugais pourraient ressortir ton twitte!",
    "@EtaeCarinae et après le but hors-jeu, c'était juste du caviar",
    "#BoxAuxEncheres sérieux c'est limite si on doit pas porter plainte pour arnaque avec cette émission. On nous prend pour des con...",
    "20 tirs, 0 but en 2 matchs pour CR7 #EURO2016 https://t.co/qPN3gUVFOM",
    "Ça peut que sortir de la bouche de Kevin cette phrase 😭 https://t.co/RgNnD3G5Hy",
    "@AlexandreDester fait un forum ;) sans but précis",
    "@jQHaam a la fin y'a nono qui tue karim et apres nono il va en prison il prend 40 ans mdrrr",
    "Quand c'est pour zouker avec des filles sur un Yacht il est efficace .. 😂😂 https://t.co/ImGxcxjrYA",
    "\"ca me dérange pas de sortir avec toi\" poto ta cru on tpropose un plat de pate ?",
    "@Mesutinho_ pour lui faire des passes but",
    "Toute leur vie ils sont nerveux lors des grands matchs ces portos, moi ça me tue #POR #PORAUT #EURO2016",
    "@__Numero5 mddr c'est vous calmez vous avec votre Messi \nH24 vous rager sur cr7 fin moi j'ai rien à dire de plus",
    "Bon... Match nul... Cristiano il a la mort comme jamais toutes ses occasions là",
    "2 matches au Parc, 0 but.\nOuloulouuuuu",
    "Coachella  https://t.co/0432jq3YIk",
    "@_angelbaptiste c'était écrit il devait pas marquer aujd",
    "Quand tu joues avec Nani et Ronaldo en pointe alors que ce sont des joueurs de couloirs... OK le sélectionneur... #POR #EURO2016",
    "@dianade50970454 le penalty vraiment pour moi sa passe pas 😡",
    "De toute façon la coupe se jouera entre 3 ou 4 équipes Esp Ita All et en 4ème position la France #EURO2016",
    "@zKooky fin d'études déjà et je verrais apres",
    "Ronaldo qui va pas mettre un but de l'euro ! Trop bon! ⚽️ #PORAUT",
    "Ne manque pas d'air Cambadélis à dire que c'est la faute des autres s'ils st en retard ds les primaires.",
    "@s_farruggia @Thierryluthers il y a moyen aussi contre les anglais! Mais bon jouons match par match",
    "Malgré tout Cristiano a fait un bon match ❤️ #POR",
    "Ce penalty scandaleux. 😂 \n#PORAUT",
    "@EURO2016 un beau freebet en vue si il est élue",
    "c'était pas le jour de Ronaldo ! https://t.co/FDdvcb3fc7",
    "Les chiffres de la rencontre. Une nette domination du Portugal pour une efficacité zéro devant le but. #EURO2016 https://t.co/miBvHToRZK",
    "@Cristiano c'est quoi un \"but\" ?\nLes autres dites rien !",
    "Le Havre : blessé grièvement lors d'une bagarre avec son ex-compagne à la kermesse de l'école  https://t.co/4eT4zJf2j7",
    "@i_nebuleuse Je l’ai trouvé assez intéressant. C’est un recueil de témoignages, ça peut aider, je pense, pour s’y identifier, et en sortir.",
    "@lau_helder @Andrea_Halter Qqchose d'inexplicable. 1 sentiment qui te submerge et Q tu contrôles pas. C' pour ça Q c' dur de définir le mot",
    "#Ronaldo il a raté son penalty pask il a faim meskin, il a pas encore cassé son jeune PTDDDRRR",
    "Manifestant blessé par un projectile : la police évoque un \"engin artisanal\" https://t.co/RtLxfmcpjP via @LObs",
    "Fin je dis ça, mais les deux équipes, celle d'Islande comme le Portugal, ont largement leur chance d'êtres dans les troisièmes meilleurs.",
    "ca critique cristiano ronaldo pr le penalty ca oublie tt cquil a fait d'autre pr le match flm de vs brf",
    "@BixeLizarazu @gregmargotton Pas de but ce soir #PORAUT @TF1 mais heureusement l'équipe #BIXGREG a encore marqué! Well done boys 😜👊",
    "@antoine_dlrb ptdrrr fin xavie il m a dit que ct une légende a MU ce con sauf que ses states c en 5 ans 19 match avec mu et 28 match en prêt",
    "@_CharlesDel on devait absolument gagner ce match, 0-0 à 15min de la fin avec un milieu très faible, il ne fait pas rentrer Sanches...",
    "Heureusement que j'ai regarder que la fin du match 😂 #PORAUT",
    "Avoir le meilleur joueur du monde pour mettre un poteau en tirant un penalty ? Honnêtement là je dis bravo 😂👌👏 #PORAUT #EURO2016",
    "comment ça au réal il te fait des trucs de ouf et pour son pays il est pas foutu de mettre un but je hais le gardien",
    "@Europe1Sport C'est le penalty à ne pas rater !",
    "@WilmotsMarc Mais laisse lui sa chance hein ! Il ne demande qu'à faire ses preuves ... https://t.co/tDQCi1hskd",
    "Météo: Strasbourg sous la grêle ce 15 juin - https://t.co/24SMZArI1v #Strasbourg https://t.co/t3pdEabZPR",
    "Bon les portugais rien n'est perdu il faut absolument gagner vos dernier match avec 3,4-0 #PORAUT",
    "Quand la plateforme aussi trouve que les vasques casques bleus doivent sortir des barricades, je me dis que nous sommes vraiment mal barrés",
    "@Bis_Repetita_ Une amie avait dû sortir la sienne pour du vin chaud 🙄",
    "jveux des creepers et des converse jaune mais g pas d'argent c trist",
    "Ronaldo c'est abusé ... c'est ce que j'appelle de la malchance à sa place j'aurais pleuré 😭 #EURO2016",
    "@ThierryNkoua il a marqué + de but à l'euro mddr on peut dire ça c'est vrai",
    "@AlexisMerlino on peut rien prévoir pck si on gagne contre la Hongrie on peut finir premier du groupe t'imagines",
    "@arsVinssey @Insane_Prono t'es bizarre toi, la disquette portugal avec autant de louppé c'est pas notre faute",
    "Il a eu plein d'occasion il a pas marquer wsh",
    "Nn franchement Ronaldo il a forcé avec son penalty sa tête la #POR #EURO2016",
    "Cristiano il aurait marquer le pénalty vous serez tous la a lui sucer la bite",
    "Moi j'en connais une qui a surkiffé 😜 (@sanalaj ) https://t.co/JYlhnfuI34",
    "l'euro faut mettre des buts pour gagner  https://t.co/qToCUmNhMd",
    "Je suis vénère ! L'équipe de 2004 elle nous manque vraiment putain là cette équipe c'est de la rigolade !!! #Portugal #EURO2016",
    "@DreamChaser7852 ouais mais faut pas sortir les gros insulte",
    "Cr7 il va s'en prendre plein la gueule à cause de son penalty mdr #PORAUT",
    "Groupe F : 1. #HUN 4pts - 2. #POR 2pts - 3. #ISL 2pts - 4. #AUT 1pt .. #EURO2016 #FiersdetreBleus",
    "Giroud = 2 but dans cet euro \nCristiano : 0\n\nUi je vais le dire 🙂🙂\nVs ne m'empêcherais pas..\nNs somme dans 1 pays libre \n\nGiroud &gt;Cristiano",
    "Le foot une religion pour eux mais chaque fois le meme constat : les toss à la fin du match mdr #PORAUT https://t.co/NzThypkmc9",
    "#PORAUT João Moutinho élu homme du match après ce match nul du Portugal #POR contre l'Autriche #AUT https://t.co/oDCG3zyFNq",
    "Savage :(💔😔 https://t.co/FPCfBOVBPY",
    "Comment j'ai envie de sortir dehors là maintenant",
    "@BeenJL @mzne_c il a fais un gros match mais c'etait soit le gardien tres bon sois les poteaux",
    "Ronaldo je l'adore mais le penalty il doit jamais le louper",
    "@PlayWassoClub le penalty y'avait pour le Portugal",
    "Ça fait des pubs à 100k € et ça marque meme pas sur peno ✋🏻 #PORAUT #EURO2016",
    "Ou pire de sortir des Giroud &gt; Ronaldo",
    "Règle du foot: marquer plus de buts que l'adversaire.\nOn ne parle ni de domination, ni de possession, ni quoi que ce soit d'autre..."
]